Repository: Althafsyed877/mygoatmanager
Catalog: lib/l10n/app_*.arb
Languages: hi, kn, ta, te

# appTitle
source: My Goat Manager
hi: मेरा बकरी प्रबंधक
kn: ನನ್ನ ಮೇಕೆ ಮ್ಯಾನೇಜರ್
ta: என் ஆடு மேலாளர்
te: నా మేకల మేనేజర్

source: Select Language
hi: भाषा चुनें
kn: ಭಾಷೆ ಆಯ್ಕೆಮಾಡಿ
ta: மொழியைத் தேர்ந்தெடுக்கவும்
te: భాషను ఎంచుకోండి

source: Notifications
hi: सूचनाएं
kn: ಅಧಿಸೂಚನೆಗಳು
ta: அறிவிப்புகள்
te: నోటిఫికేషన్లు

source: Sync Data
hi: डेटा सिंक करें
kn: ಡೇಟಾ ಸಿಂಕ್ ಮಾಡಿ
ta: தரவை ஒத்திசைக்கவும்
te: డేటా సింక్ చేయండి

source: Cancel
hi: रद्द करें
kn: ರದ್ದು ಮಾಡಿ
ta: ரத்து செய்
te: రద్దు చేయండి

source: Delete
hi: हटाएं
kn: ಅಳಿಸಿ
ta: நீக்கு
te: తొలగించండి

source: Language changed to
hi: भाषा बदल गई है
kn: ಭಾಷೆ ಬದಲಾಯಿಸಲಾಗಿದೆ
ta: மொழி மாற்றப்பட்டது
te: భాష మార్చబడింది

source: Goats
hi: बकरियां
kn: ಮೇಕೆಗಳು
ta: ஆடுகள்
te: మేకలు

source: Milk Records
hi: दूध के रिकॉर्ड
kn: ಹಾಲು ದಾಖಲೆಗಳು
ta: பால் பதிவுகள்
te: పాలు రికార్డులు

source: Events
hi: घटनाएं
kn: ಈವೆಂಟ್ಗಳು
ta: நிகழ்வுகள்
te: ఈవెంట్లు

source: Transactions
hi: लेनदेन
kn: ವಹಿವಾಟುಗಳು
ta: பரிவர்த்தனைகள்
te: లావాదేవీలు

source: Farm Setup
hi: फार्म सेटअप
kn: ಫಾರ್ಮ್ ಸೆಟಪ್
ta: பண்ணை அமைப்பு
te: ఫార్మ్ సెటప్

source: Reports
hi: रिपोर्ट्स
kn: ರಿಪೋರ್ಟ್ಗಳು
ta: அறிக்கைகள்
te: రిపోర్ట్లు

source: Create Your Farm Account
hi: अपना फार्म खाता बनाएं
kn: ನಿಮ್ಮ ಫಾರ್ಮ್ ಖಾತೆಯನ್ನು ರಚಿಸಿ
ta: உங்கள் பண்ணை கணக்கை உருவாக்கவும்
te: మీ ఫార్మ్ ఖాతాను సృష్టించండి

source: Login or Create Account
hi: लॉगिन करें या खाता बनाएं
kn: ಲಾಗಿನ್ ಅಥವಾ ಖಾತೆ ರಚಿಸಿ
ta: உள்நுழையவும் அல்லது கணக்கு உருவாக்கவும்
te: లాగిన్ లేదా ఖాతా సృష్టించండి

source: Upgrade and Account
hi: अपग्रेड और खाता
kn: ಅಪ್ಗ್ರೇಡ್ ಮತ್ತು ಖಾತೆ
ta: மேம்படுத்தல் மற்றும் கணக்கு
te: అప్గ్రేడ్ మరియు ఖాతా

source: App and Farm Tools
hi: ऐप और फार्म उपकरण
kn: ಆಪ್ ಮತ್ತು ಫಾರ್ಮ್ ಟೂಲ್ಸ್
ta: ஆப் மற்றும் பண்ணை கருவிகள்
te: యాప్ మరియు ఫార్మ్ సాధనాలు

source: Settings
hi: सेटिंग्स
kn: ಸೆಟ್ಟಿಂಗ್ಸ್
ta: அமைப்புகள்
te: సెట్టింగ్లు

source: Farm Notes
hi: फार्म नोट्स
kn: ಫಾರ್ಮ್ ನೋಟ್ಸ್
ta: பண்ணை குறிப்புகள்
te: ఫార్మ్ నోట్స్

source: See All Our Apps
hi: हमारे सभी ऐप देखें
kn: ನಮ್ಮ ಎಲ್ಲಾ ಆಪ್ಗಳನ್ನು ನೋಡಿ
ta: எங்கள் அனைத்து ஆப்ஸையும் பார்க்கவும்
te: మా అన్ని యాప్లను చూడండి

source: Farming Knowledge
hi: कृषि ज्ञान
kn: ಕೃಷಿ ಜ್ಞಾನ
ta: விவசாய அறிவு
te: వ్యవసాయ జ్ఞానం

source: Help and Support
hi: सहायता और समर्थन
kn: ಸಹಾಯ ಮತ್ತು ಬೆಂಬಲ
ta: உதவி மற்றும் ஆதரவு
te: సహాయం మరియు మద్దతు

source: How to Use This App
hi: इस ऐप का उपयोग कैसे करें
kn: ಈ ಆಪ್ ಅನ್ನು ಹೇಗೆ ಬಳಸುವುದು
ta: இந்த ஆப்பை எப்படி பயன்படுத்துவது
te: ఈ యాప్ను ఎలా ఉపయోగించాలి

source: Contact Our Team
hi: हमारी टीम से संपर्क करें
kn: ನಮ್ಮ ತಂಡವನ್ನು ಸಂಪರ್ಕಿಸಿ
ta: எங்கள் குழுவைத் தொடர்பு கொள்ளவும்
te: మా టీమ్ని సంప్రదించండి

source: Share and Recommend
hi: साझा करें और सिफारिश करें
kn: ಹಂಚಿಕೊಳ್ಳಿ ಮತ್ತು ಶಿಫಾರಸು ಮಾಡಿ
ta: பகிர்ந்து கொள்ளுங்கள் மற்றும் பரிந்துரைக்கவும்
te: షేర్ చేయండి మరియు సిఫార్సు చేయండి

source: Share App with Friends
hi: दोस्तों के साथ ऐप साझा करें
kn: ಸ್ನೇಹಿತರೊಂದಿಗೆ ಆಪ್ ಹಂಚಿಕೊಳ್ಳಿ
ta: நண்பர்களுடன் ஆப்பைப் பகிர்ந்து கொள்ளுங்கள்
te: స్నేహితులతో యాప్ను షేర్ చేయండి

source: Rate App in Play Store
hi: प्ले स्टोर में ऐप रेट करें
kn: ಪ್ಲೇ ಸ್ಟೋರ್ನಲ್ಲಿ ಆಪ್ ಅನ್ನು ರೇಟ್ ಮಾಡಿ
ta: பிளே ஸ்டோரில் ஆப்பை மதிப்பிடவும்
te: ప్లే స్టోర్లో యాప్ను రేట్ చేయండి

source: Legal
hi: कानूनी
kn: ಕಾನೂನುಬದ್ಧ
ta: சட்டபூர்வமான
te: చట్టపరమైన

source: Privacy Policy
hi: गोपनीयता नीति
kn: ಗೌಪ್ಯತಾ ನೀತಿ
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం

source: No New Notifications
hi: कोई नई सूचनाएं नहीं
kn: ಹೊಸ ಅಧಿಸೂಚನೆಗಳು ಇಲ್ಲ
ta: புதிய அறிவிப்புகள் இல்லை
te: కొత్త నోటిఫికేషన్లు లేవు

source: Syncing Data
hi: डेटा सिंक हो रहा है
kn: ಡೇಟಾ ಸಿಂಕ್ ಆಗುತ್ತಿದೆ
ta: தரவு ஒத்திசைக்கப்படுகிறது
te: డేటా సింక్ చేస్తోంది

source: Data Synced Successfully
hi: डेटा सफलतापूर्वक सिंक हो गया
kn: ಡೇಟಾ ಯಶಸ್ವಿಯಾಗಿ ಸಿಂಕ್ ಆಯಿತು
ta: தரவு வெற்றிகரமாக ஒத்திசைக்கப்பட்டது
te: డేటా విజయవంతంగా సింక్ చేయబడింది

source: Welcome to Goat Manager
hi: गोट मैनेजर में आपका स्वागत है
kn: ಗೋಟ್ ಮ್ಯಾನೇಜರ್ಗೆ ಸ್ವಾಗತ
ta: ஆடு மேலாளருக்கு வரவேற்கிறோம்
te: గోట్ మేనేజర్కు స్వాగతం

# manageYourFarmEfficiently
source: Manage your farm efficiently with our tools
hi: हमारे टूल्स के साथ अपने फार्म को कुशलतापूर्वक प्रबंधित करें
kn: ನಮ್ಮ ಟೂಲ್ಗಳೊಂದಿಗೆ ನಿಮ್ಮ ಫಾರ್ಮ್ ಅನ್ನು ಕಾರ್ಯಕ್ಷಮವಾಗಿ ನಿರ್ವಹಿಸಿ
ta: எங்கள் கருவிகளுடன் உங்கள் பண்ணையை திறமையாக நிர்வகிக்கவும்
te: మా సాధనాలతో మీ ఫార్మ్ను సమర్థవంతంగా నిర్వహించండి

source: Login
hi: लॉगिन
kn: ಲಾಗಿನ್
ta: உள்நுழையவும்
te: లాగిన్

source: Sign Up
hi: साइन अप
kn: ಸೈನ್ ಅಪ್
ta: பதிவு செய்யவும்
te: సైన్ అప్

source: Email Address
hi: ईमेल पता
kn: ಇಮೇಲ್ ವಿಳಾಸ
ta: மின்னஞ்சல் முகவரி
te: ఇమెయిల్ చిరునామా

source: Password
hi: पासवर्ड
kn: ಪಾಸ್ವರ್ಡ್
ta: கடவுச்சொல்
te: పాస్వర్డ్

source: Remember me
hi: मुझे याद रखें
kn: ನನ್ನನ್ನು ನೆನಪಿಡಿ
ta: என்னை நினைவில் கொள்ளுங்கள்
te: నన్ను గుర్తుంచుకో

source: Forgot Password?
hi: पासवर्ड भूल गए?
kn: ಪಾಸ್ವರ್ಡ್ ಮರೆತಿರುವಿರಾ?
ta: கடவுச்சொல் மறந்துவிட்டதா?
te: పాస్వర్డ్ మర్చిపోయారా?

source: Full Name
hi: पूरा नाम
kn: ಪೂರ್ಣ ಹೆಸರು
ta: முழுப் பெயர்
te: పూర్తి పేరు

source: Phone Number
hi: फोन नंबर
kn: ಫೋನ್ ನಂಬರ್
ta: தொலைபேசி எண்
te: ఫోన్ నంబర్

source: Confirm Password
hi: पासवर्ड की पुष्टि करें
kn: ಪಾಸ್ವರ್ಡ್ ದೃಢೀಕರಿಸಿ
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்
te: పాస్వర్డ్ నిర్ధారించండి

source: Create Account
hi: अकाउंट बनाएं
kn: ಖಾತೆ ರಚಿಸಿ
ta: கணக்கை உருவாக்கவும்
te: ఖాతా సృష్టించండి

source: Or continue with
hi: या जारी रखें
kn: ಅಥವಾ ಮುಂದುವರಿಸಿ
ta: அல்லது தொடரவும்
te: లేదా కొనసాగించండి

# bySigningUpYouAgree
source: By signing up, you agree to our
hi: साइन अप करके, आप हमारी
kn: ಸೈನ್ ಅಪ್ ಮಾಡುವ ಮೂಲಕ, ನೀವು ನಮ್ಮ
ta: பதிவு செய்வதன் மூலம், நீங்கள் எங்கள்
te: సైన్ అప్ చేయడం ద్వారా, మీరు మా

source: Terms of Service
hi: सेवा की शर्तें
kn: ಸೇವಾ ನಿಬಂಧನೆಗಳನ್ನು
ta: சேவை விதிமுறைகளை
te: సేవా నిబంధనలకు

source: and
hi: और
kn: ಮತ್ತು
ta: மற்றும்
te: మరియు

source: Please fill all fields
hi: कृपया सभी फ़ील्ड भरें
kn: ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಫೀಲ್ಡ್ಗಳನ್ನು ತುಂಬಿಸಿ
ta: தயவு செய்து அனைத்து புலங்களையும் நிரப்பவும்
te: దయచేసి అన్ని ఫీల్డ్లను పూరించండి

source: Passwords do not match
hi: पासवर्ड मेल नहीं खा रहे हैं
kn: ಪಾಸ್ವರ್ಡ್ಗಳು ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ
ta: கடவுச்சொற்கள் பொருந்தவில்லை
te: పాస్వర్డ్‌లు సరిపోలలేదు

source: Password must be at least 6 characters
hi: पासवर्ड कम से कम 6 वर्णों का होना चाहिए
kn: ಪಾಸ್ವರ್ಡ್ ಕನಿಷ್ಠ 6 ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿರಬೇಕು
ta: கடவுச்சொல் குறைந்தது 6 எழுத்துகள் இருக்க வேண்டும்
te: పాస్వర్డ్ కనీసం 6 అక్షరాలు ఉండాలి

# pleaseEnterEmail
source: Please enter email address
hi: कृपया अपना ईमेल पता दर्ज करें
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ta: தயவு செய்து உங்கள் மின்னஞ்சல் முகவரியை உள்ளிடவும்
te: దయచేసి ఇమెయిల్ చిరునామా నమోదు చేయండి

source: Reset link sent to
hi: रीसेट लिंक भेजा गया
kn: ರೀಸೆಟ್ ಲಿಂಕ್ ಕಳುಹಿಸಲಾಗಿದೆ
ta: மீட்டமைப்பு இணைப்பு அனுப்பப்பட்டது
te: రీసెట్ లింక్ పంపబడింది

source: Signing in with
hi: इसके साथ लॉगिन हो रहा है
kn: ಲಾಗಿನ್ ಆಗುತ್ತಿದೆ
ta: உள்நுழைகிறது
te: సైన్ ఇన్ చేస్తోంది

source: Login successful!
hi: लॉगिन सफल!
kn: ಲಾಗಿನ್ ಯಶಸ್ವಿಯಾಗಿದೆ!
ta: உள்நுழைவு வெற்றிகரமானது!
te: లాగిన్ విజయవంతమైంది!

source: Account created successfully!
hi: अकाउंट सफलतापूर्वक बन गया!
kn: ಖಾತೆ ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ!
ta: கணக்கு வெற்றிகரமாக உருவாக்கப்பட்டது!
te: ఖాతా విజయవంతంగా సృష్టించబడింది!

# enterEmailToReset
source: Enter your email address to reset your password
hi: अपना पासवर्ड रीसेट करने के लिए अपना ईमेल पता दर्ज करें
kn: ನಿಮ್ಮ ಪಾಸ್ವರ್ಡ್ ಮರುಹೊಂದಿಸಲು ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ta: உங்கள் கடவுச்சொல்லை மீட்டமைக்க உங்கள் மின்னஞ்சல் முகவரியை உள்ளிடவும்
te: మీ పాస్వర్డ్ను రీసెట్ చేయడానికి మీ ఇమెయిల్ చిరునామాను నమోదు చేయండి

source: Reset Password
hi: पासवर्ड रीसेट करें
kn: ಪಾಸ್ವರ್ಡ್ ಮರುಹೊಂದಿಸಿ
ta: கடவுச்சொல்லை மீட்டமைக்கவும்
te: పాస్వర్డ్ రీసెట్ చేయండి

source: Select breed ..
hi: नस्ल चुनें ..
kn: ಬ್ರೀಡ್ ಆಯ್ಕೆಮಾಡಿ ..
ta: இனத்தைத் தேர்ந்தெடுக்கவும் ..
te: జాతిని ఎంచుకోండి ..

# searchHint
source: Search...
hi: खोजें...
kn: ಹುಡುಕಿ...
ta: தேடு...
te: వెతకండి...

source: CLOSE
hi: बंद करें
kn: ಮುಚ್ಚಿ
ta: மூடு
te: మూసివేయి

source: All Breeds
hi: सभी नस्लें
kn: ಎಲ್ಲಾ ಬ್ರೀಡ್ಗಳು
ta: அனைத்து இனங்கள்
te: అన్ని జాతులు

source: Breed (optional)
hi: नस्ल (वैकल्पिक)
kn: ಬ್ರೀಡ್ (ಐಚ್ಛಿಕ)
ta: இனம் (விருப்பத்தேர்வு)
te: జాతి (ఐచ్ఛికం)

source: Clear
hi: साफ करें
kn: ತೆರವುಗೊಳಿಸಿ
ta: தெளிவாக்கு
te: క్లియర్

source: Take Photo
hi: फोटो लें
kn: ಫೋಟೋ ತೆಗೆಯಿರಿ
ta: புகைப்படம் எடுக்கவும்
te: ఫోటో తీయండి

# photoCaptured
source: Photo captured successfully!
hi: फोटो सफलतापूर्वक ली गई!
kn: ಫೋಟೋ ಯಶಸ್ವಿಯಾಗಿ ತೆಗೆಯಲಾಗಿದೆ!
ta: புகைப்படம் வெற்றிகரமாக எடுக்கப்பட்டது!
te: ఫోటో విజయవంతంగా తీయబడింది!

source: Choose from Gallery
hi: गैलरी से चुनें
kn: ಗ್ಯಾಲರಿಯಿಂದ ಆಯ್ಕೆಮಾಡಿ
ta: கேலரியிலிருந்து தேர்ந்தெடுக்கவும்
te: గ్యాలరీ నుండి ఎంచుకోండి

# imageSelected
source: Image selected successfully!
hi: छवि सफलतापूर्वक चयनित हुई!
kn: ಚಿತ್ರ ಯಶಸ್ವಿಯಾಗಿ ಆಯ್ಕೆಯಾಗಿದೆ!
ta: படம் வெற்றிகரமாக தேர்ந்தெடுக்கப்பட்டது!
te: చిత్రం విజయవంతంగా ఎంచుకోబడింది!

source: Remove Photo
hi: फोटो हटाएं
kn: ಫೋಟೋ ತೆಗೆದುಹಾಕಿ
ta: புகைப்படத்தை அகற்று
te: ఫోటోను తీసివేయండి

source: Photo removed
hi: फोटो हटा दी गई
kn: ಫೋಟೋ ತೆಗೆದುಹಾಕಲಾಗಿದೆ
ta: புகைப்படம் அகற்றப்பட்டது
te: ఫోటో తీసివేయబడింది

source: Details
hi: विवरण
kn: ವಿವರಗಳು
ta: விவரங்கள்
te: వివరాలు

source: General Details
hi: सामान्य विवरण
kn: ಸಾಮಾನ್ಯ ವಿವರಗಳು
ta: பொது விவரங்கள்
te: సాధారణ వివరాలు

source: Tag No
hi: टैग नंबर:
kn: ಟ್ಯಾಗ್ ನಂ:
ta: குறி எண்
te: ట్యాగ్ నం

# tagNoLabel
source: Tag No:
hi: टैग नंबर:
kn: ಟ್ಯಾಗ್ ನಂ:
ta: டேக் எண்:
te: ట్యాగ్ నం:

# nameLabel
source: Name:
hi: नाम:
kn: ಹೆಸರು:
ta: பெயர்:
te: పేరు:

# dobLabel
source: D.O.B
hi: जन्म तिथि
kn: ಜನ್ಮ ದಿನಾಂಕ
ta: பிறந்த தேதி
te: పుట్టిన తేదీ

# ageLabel
source: Age
hi: उम्र
kn: ವಯಸ್ಸು
ta: வயது
te: వయస్సు

# genderLabel
source: Gender:
hi: लिंग:
kn: ಲಿಂಗ:
ta: பாலினம்:
te: లింగం:

# weightLabel
source: Weight
hi: वजन
kn: ತೂಕ
ta: எடை
te: బరువు

# stageLabel
source: Stage
hi: अवस्था
kn: ಹಂತ
ta: நிலை
te: దశ

# breedLabel
source: Breed
hi: नस्ल
kn: ಬ್ರೀಡ್
ta: இனம்
te: జాతి

# groupLabel
source: Group
hi: समूह
kn: ಗ್ರೂಪ್
ta: குழு
te: గ్రూప్

source: Joined On:
hi: शामिल हुए:
kn: ಸೇರಿದ ದಿನಾಂಕ:
ta: சேர்ந்த தேதி:
te: చేరిన తేదీ:

# joinedOnLabel
source: Joined On:
hi: शामिल हुए:
kn: ಸೇರಿದ ದಿನಾಂಕ:
ta: சேர்ந்த தேதி:
te: చేరిన తేదీ:

# sourceLabel
source: Source:
hi: स्रोत:
kn: ಮೂಲ:
ta: மூலம்:
te: మూలం:

# motherLabel
source: Mother:
hi: मां:
kn: ತಾಯಿ:
ta: தாய்:
te: తల్లి:

# fatherLabel
source: Father:
hi: पिता:
kn: ತಂದೆ:
ta: தந்தை:
te: తండ్రి:

# notesLabel
source: Write some notes ...
hi: कुछ नोट्स लिखें ...
kn: ನೋಟ್ಸ್:
ta: குறிப்புகள்:
te: గమనికలు:

# tapToUpload
source: Tap to upload a picture...
hi: चित्र अपलोड करने के लिए टैप करें...
kn: ಚಿತ್ರ ಅಪ್ಲೋಡ್ ಮಾಡಲು ಟ್ಯಾಪ್ ಮಾಡಿ...
ta: படத்தை பதிவேற்ற தட்டவும்...
te: చిత్రాన్ని అప్లోడ్ చేయడానికి టాప్ చేయండి...

source: Change picture...
hi: चित्र बदलें...
kn: ಚಿತ್ರ ಬದಲಾಯಿಸಿ...
ta: படத்தை மாற்று...
te: చిత్రాన్ని మార్చండి...

source: Goats Offspring
hi: बकरी की संतान
kn: ಮೇಕೆಯ ಮರಿಗಳು
ta: ஆட்டின் குட்டிகள்
te: మేక సంతానం

# goatOffspring
source: Goats Offspring
hi: बकरी की संतान
kn: ಮೇಕೆಯ ಮರಿಗಳು
ta: ஆட்டின் குட்டிகள்
te: మేక సంతానం

source: No Events Yet
hi: अभी तक कोई घटना नहीं
kn: ಇನ್ನೂ ಈವೆಂಟ್ಗಳು ಇಲ್ಲ
ta: இன்னும் நிகழ்வுகள் இல்லை
te: ఇంకా ఈవెంట్లు లేవు

# eventsForThisGoat
source: Events for this goat will appear here
hi: इस बकरी की घटनाएं यहां दिखाई देंगी
kn: ಈ ಮೇಕೆಗಾಗಿನ ಈವೆಂಟ್ಗಳು ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತವೆ
ta: இந்த ஆட்டிற்கான நிகழ்வுகள் இங்கே தோன்றும்
te: ఈ మేకకు సంబంధించిన ఈవెంట్లు ఇక్కడ కనిపిస్తాయి

# eventsPlaceholder
source: Events for this goat will appear here
hi: इस बकरी की घटनाएं यहां दिखाई देंगी
kn: ಈ ಮೇಕೆಗಾಗಿನ ಈವೆಂಟ್ಗಳು ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತವೆ
ta: இந்த ஆட்டிற்கான நிகழ்வுகள் இங்கே தோன்றும்
te: ఈ మేకకు సంబంధించిన ఈవెంట్లు ఇక్కడ కనిపిస్తాయి

source: Search tag or name...
hi: टैग या नाम खोजें...
kn: ಟ್ಯಾಗ್ ಅಥವಾ ಹೆಸರು ಹುಡುಕಿ...
ta: டேக் அல்லது பெயரைத் தேடுங்கள்...
te: ట్యాగ్ లేదా పేరును వెతకండి...

# goatsTitle
source: Goats
hi: बकरियां
kn: ಮೇಕೆಗಳು
ta: ஆடுகள்
te: మేకలు

source: No goats available to preview
hi: पूर्वावलोकन के लिए कोई बकरियां उपलब्ध नहीं
kn: ಪ್ರಿವ್ಯೂಗೆ ಮೇಕೆಗಳು ಲಭ್ಯವಿಲ್ಲ
ta: முன்னோட்டத்திற்கு ஆடுகள் இல்லை
te: ప్రివ్యూకు మేకలు లేవు

source: Export PDF
hi: PDF निर्यात करें
kn: PDF ರಫ್ತು ಮಾಡಿ
ta: PDF ஏற்றுமதி செய்யவும்
te: PDF ఎగుమతి చేయండి

source: Filter By
hi: फिल्टर करें
kn: ಮೂಲಕ ಫಿಲ್ಟರ್ ಮಾಡಿ
ta: மூலம் வடிகட்டவும்
te: ద్వారా ఫిల్టర్ చేయండి

source: Sort by Age
hi: आयु के अनुसार क्रमबद्ध करें
kn: ವಯಸ್ಸಿನ ಪ್ರಕಾರ ವಿಂಗಡಿಸಿ
ta: வயதின்படி வரிசைப்படுத்தவும்
te: వయస్సు ప్రకారం క్రమబద్ధీకరించండి

# noGoatsRegistered
source: No goats have been registered for the selected filters as of yet!
hi: चयनित फिल्टर के लिए अभी तक कोई बकरियां पंजीकृत नहीं की गई हैं!
kn: ಆಯ್ಕೆಮಾಡಿದ ಫಿಲ್ಟರ್ಗಳಿಗೆ ಇನ್ನೂ ಮೇಕೆಗಳು ನೋಂದಾಯಿಸಲ್ಪಡಿಲ್ಲ!
ta: தேர்ந்தெடுக்கப்பட்ட வடிகட்டிகளுக்கு இன்னும் ஆடுகள் பதிவு செய்யப்படவில்லை!
te: ఎంచుకున్న ఫిల్టర్ల కోసం ఇంకా మేకలు నమోదు చేయబడలేదు!

source: Select Group
hi: समूह चुनें
kn: ಗ್ರೂಪ್ ಆಯ್ಕೆಮಾಡಿ
ta: குழுவைத் தேர்ந்தெடுக்கவும்
te: గ్రూప్ను ఎంచుకోండి

# addGoat
source: Add
hi: जोड़ें
kn: ಸೇರಿಸಿ
ta: சேர்க்கவும்
te: జోడించు

source: View Record
hi: रिकॉर्ड देखें
kn: ರೆಕಾರ್ಡ್ ನೋಡಿ
ta: பதிவைக் காண்க
te: రికార్డ్ చూడండి

source: Edit Record
hi: रिकॉर्ड संपादित करें
kn: ರೆಕಾರ್ಡ್ ಸಂಪಾದಿಸಿ
ta: பதிவைத் திருத்தவும்
te: రికార్డ్ సవరించండి

source: Add Event
hi: घटना जोड़ें
kn: ಈವೆಂಟ್ ಸೇರಿಸಿ
ta: நிகழ்வைச் சேர்க்கவும்
te: ఈవెంట్ జోడించండి

# deleteGoatTitle
source: Delete Goat
hi: बकरी हटाएं
kn: ಮೇಕೆ ಅಳಿಸಿ
ta: ஆட்டை நீக்கு
te: మేకను తొలగించండి

# deleteGoatConfirm
source: Are you sure you want to delete goat
hi: क्या आप वाकई बकरी हटाना चाहते हैं
kn: ನೀವು ಖಚಿತವಾಗಿ ಮೇಕೆ ಅಳಿಸಲು ಬಯಸುವಿರಾ
ta: ஆட்டை நிச்சயமாக நீக்க விரும்புகிறீர்களா
te: మీరు ఖచ్చితంగా మేకను తొలగించాలనుకుంటున్నారా

# deleteGoatDeleted
source: Goat deleted
hi: बकरी हटा दी गई
kn: ಮೇಕೆ ಅಳಿಸಲ್ಪಟ್ಟಿದೆ
ta: ஆடு நீக்கப்பட்டது
te: మేక తొలగించబడింది

# goatsListPdf
source: Goats List
hi: बकरियों की सूची
kn: ಮೇಕೆಗಳ ಪಟ್ಟಿ
ta: ஆடுகளின் பட்டியல்
te: మేకల జాబితా

# breedLabel2
source: Breed:
hi: नस्ल:
kn: ಬ್ರೀಡ್:
ta: இனம்:
te: జాతి:

# groupLabel2
source: Group:
hi: समूह:
kn: ಗ್ರೂಪ್:
ta: குழு:
te: గ్రూప్:

# dateLabel
source: Date:
hi: तिथि:
kn: ದಿನಾಂಕ:
ta: தேதி:
te: తేదీ:

# totalGoats
source: Total
hi: कुल
kn: ಒಟ್ಟು
ta: மொத்தம்
te: మొత్తం

source: New Goat
hi: नई बकरी
kn: ಹೊಸ ಮೇಕೆ
ta: புதிய ஆடு
te: కొత్త మేక

# pleaseSelectAllRequired
source: Please select all required fields
hi: कृपया सभी आवश्यक फ़ील्ड चुनें
kn: ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಅಗತ್ಯ ಫೀಲ್ಡ್ಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ
ta: தயவு செய்து அனைத்து தேவையான புலங்களையும் தேர்ந்தெடுக்கவும்
te: దయచేసి అన్ని అవసరమైన ఫీల్డ్లను ఎంచుకోండి

# tagNoLabel2
source: Tag no. *
hi: टैग नंबर. *
kn: ಟ್ಯಾಗ್ ನಂ. *
ta: டேக் எண். *
te: ట్యాగ్ నం. *

# nameLabel2
source: Name.
hi: नाम.
kn: ಹೆಸರು.
ta: பெயர்.
te: పేరు.

source: Select Gender. *
hi: लिंग चुनें. *
kn: ಲಿಂಗ ಆಯ್ಕೆಮಾಡಿ. *
ta: பாலினத்தைத் தேர்ந்தெடுக்கவும். *
te: లింగాన్ని ఎంచుకోండి. *

source: Date of birth.
hi: जन्म तिथि.
kn: ಜನ್ಮ ದಿನಾಂಕ.
ta: பிறந்த தேதி.
te: పుట్టిన తేదీ.

# dateOfEntry
source: Date of entry on the farm.
hi: फार्म में प्रवेश की तिथि.
kn: ಫಾರ್ಮ್ನಲ್ಲಿ ಸೇರಿದ ದಿನಾಂಕ.
ta: பண்ணையில் சேர்ந்த தேதி.
te: ఫార్మ్లో చేరిన తేదీ.

# weightLabel2
source: Weight.
hi: वजन.
kn: ತೂಕ.
ta: எடை.
te: బరువు.

source: Group (optional)
hi: समूह (वैकल्पिक)
kn: ಗ್ರೂಪ್ (ಐಚ್ಛಿಕ)
ta: குழு (விருப்பத்தேர்வு)
te: గ్రూప్ (ఐచ్ఛికం)

# breedOptional2
source: Breed (optional)
hi: नस्ल (वैकल्पिक)
kn: ಬ್ರೀಡ್ (ಐಚ್ಛಿಕ)
ta: இனம் (விருப்பத்தேர்வு)
te: జాతి (ఐచ్ఛికం)

# selectObtained
source: Select how the goat was obtained. *
hi: चुनें कि बकरी कैसे प्राप्त हुई. *
kn: ಮೇಕೆ ಹೇಗೆ ಪಡೆಯಲ್ಪಟ್ಟಿತು ಎಂಬುದನ್ನು ಆಯ್ಕೆಮಾಡಿ. *
ta: ஆடு எவ்வாறு பெறப்பட்டது என்பதைத் தேர்ந்தெடுக்கவும். *
te: మేక ఎలా పొందబడిందో ఎంచుకోండి. *

# motherTagLabel
source: Mothers tag no.
hi: माता का टैग नंबर
kn: ತಾಯಿಯ ಟ್ಯಾಗ್ ನಂ.
ta: தாயின் டேக் எண்.
te: తల్లి ట్యాగ్ నం.

# fatherTagLabel
source: Fathers tag no.
hi: पिता का टैग नंबर
kn: ತಂದೆಯ ಟ್ಯಾಗ್ ನಂ.
ta: தந்தையின் டேக் எண்.
te: తండ్రి ట్యాగ్ నం.

# notesPlaceholder
source: Write some notes ...
hi: कुछ नोट्स लिखें ...
kn: ಕೆಲವು ನೋಟ್ಸ್ ಬರೆಯಿರಿ ...
ta: சில குறிப்புகளை எழுதுங்கள் ...
te: కొన్ని గమనికలు వ్రాయండి ...

source: Create new breed...
hi: नई नस्ल बनाएं...
kn: ಹೊಸ ಬ್ರೀಡ್ ರಚಿಸಿ...
ta: புதிய இனத்தை உருவாக்கவும்...
te: కొత్త జాతిని సృష్టించండి...

source: Create new group...
hi: नया समूह बनाएं...
kn: ಹೊಸ ಗ್ರೂಪ್ ರಚಿಸಿ...
ta: புதிய குழுவை உருவாக்கவும்...
te: కొత్త గ్రూప్ను సృష్టించండి...

# goatCreated
source: Goat created successfully!
hi: बकरी सफलतापूर्वक बनाई गई!
kn: ಮೇಕೆ ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲ್ಪಟ್ಟಿದೆ!
ta: ஆடு வெற்றிகரமாக உருவாக்கப்பட்டது!
te: మేక విజయవంతంగా సృష్టించబడింది!

# goatUpdated
source: Goat updated successfully!
hi: बकरी सफलतापूर्वक अपडेट हुई!
kn: ಮೇಕೆ ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲ್ಪಟ್ಟಿದೆ!
ta: ஆடு வெற்றிகரமாக புதுப்பிக்கப்பட்டது!
te: మేక విజయవంతంగా నవీకరించబడింది!

source: Kid
hi: बच्चा
kn: ಮರಿ
ta: குட்டி
te: పిల్ల

source: Wether
hi: नपुंसक
kn: ವೆದರ್
ta: வெதர்
te: వెదర్

source: Buckling
hi: नर बच्चा
kn: ಬಕ್ಲಿಂಗ್
ta: பக்-இங்க்
te: బక్లింగ్

source: Buck
hi: नर बकरी
kn: ಬಕ್
ta: பக்
te: బక్

source: Alpine
hi: अल्पाइन
kn: ಆಲ್ಪೈನ್
ta: அல்பைன்
te: ఆల్పైన్

source: Boer
hi: बोअर
kn: ಬೋಯರ್
ta: போயர்
te: బోయర్

source: Kiko
hi: किको
kn: ಕಿಕೋ
ta: கிகோ
te: కికో

source: Nubian
hi: न्यूबियन
kn: ನ್ಯೂಬಿಯನ್
ta: நூபியன்
te: న్యూబియన్

source: days
hi: दिन
kn: ದಿನಗಳು
ta: நாட்கள்
te: రోజులు

# goatsFilename
source: goats
hi: बकरियाँ
kn: ಮೇಕೆಗಳು
ta: ஆடுகள்
te: మేకలు

source: Gift
hi: उपहार
kn: ಉಪಹಾರ
ta: பரிசு
te: బహుమతి

# selectGenderRequired
source: Select Gender *
hi: लिंग चुनें *
kn: ಲಿಂಗ ಆಯ್ಕೆಮಾಡಿ *
ta: பாலினத்தைத் தேர்ந்தெடுக்கவும் *
te: లింగాన్ని ఎంచుకోండి *

source: - Select goat stage -
hi: - बकरी की अवस्था चुनें -
kn: - ಮೇಕೆಯ ಹಂತವನ್ನು ಆಯ್ಕೆಮಾಡಿ -
ta: - ஆட்டின் நிலையைத் தேர்ந்தெடுக்கவும் -
te: - మేక దశను ఎంచుకోండి -

# selectObtainedRequired
source: Select how the goat was obtained *
hi: चुनें कि बकरी कैसे प्राप्त हुई *
kn: ಮೇಕೆ ಹೇಗೆ ಪಡೆಯಲ್ಪಟ್ಟಿತು ಎಂಬುದನ್ನು ಆಯ್ಕೆಮಾಡಿ *
ta: ஆடு எவ்வாறு பெறப்பட்டது என்பதைத் தேர்ந்தெடுக்கவும் *
te: మేక ఎలా పొందబడిందో ఎంచుకోండి *

# tagNoRequired
source: Tag no. *
hi: टैग नंबर *
kn: ಟ್ಯಾಗ್ ನಂ. *
ta: டேக் எண். *
te: ట్యాగ్ నం. *

# dateOfBirthLabel
source: Date of birth.
hi: जन्म तिथि
kn: ಜನ್ಮ ದಿನಾಂಕ.
ta: பிறந்த தேதி.
te: పుట్టిన తేదీ.

# dateOfEntryLabel
source: Date of entry on the farm.
hi: फार्म में प्रवेश की तारीख
kn: ಫಾರ್ಮ್ನಲ್ಲಿ ಸೇರಿದ ದಿನಾಂಕ.
ta: பண்ணையில் சேர்ந்த தேதி.
te: ఫార్మ్లో చేరిన తేదీ.

# fillRequiredFields
source: Please fill in all required fields
hi: कृपया सभी आवश्यक फ़ील्ड भरें
kn: ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಅಗತ್ಯ ಫೀಲ್ಡ್ಗಳನ್ನು ತುಂಬಿಸಿ
ta: தயவு செய்து அனைத்து தேவையான புலங்களையும் நிரப்பவும்
te: దయచేసి అన్ని అవసరమైన ఫీల్డ్లను పూరించండి

# setFarmLogo
source: Set farms logo under app settings!
hi: ऐप सेटिंग्स में फार्म का लोगो सेट करें!
kn: ಆಪ್ ಸೆಟ್ಟಿಂಗ್ಸ್ನಲ್ಲಿ ಫಾರ್ಮ್ ಲೋಗೋವನ್ನು ಹೊಂದಿಸಿ!
ta: ஆப் அமைப்புகளில் பண்ணை லோகோவை அமைக்கவும்!
te: యాప్ సెట్టింగ్లలో ఫార్మ్ లోగో సెట్ చేయండి!

# setFarmName
source: Set farm name under app settings!
hi: ऐप सेटिंग्स में फार्म का नाम सेट करें!
kn: ಆಪ್ ಸೆಟ್ಟಿಂಗ್ಸ್ನಲ್ಲಿ ಫಾರ್ಮ್ ಹೆಸರನ್ನು ಹೊಂದಿಸಿ!
ta: ஆப் அமைப்புகளில் பண்ணை பெயரை அமைக்கவும்!
te: యాప్ సెట్టింగ్లలో ఫార్మ్ పేరు సెట్ చేయండి!

# setFarmLocation
source: Set farm location under app settings!
hi: ऐप सेटिंग्स में फार्म का स्थान सेट करें!
kn: ಆಪ್ ಸೆಟ್ಟಿಂಗ್ಸ್ನಲ್ಲಿ ಫಾರ್ಮ್ ಸ್ಥಳವನ್ನು ಹೊಂದಿಸಿ!
ta: ஆப் அமைப்புகளில் பண்ணை இடத்தை அமைக்கவும்!
te: యాప్ సెట్టింగ్లలో ఫార్మ్ స్థానాన్ని సెట్ చేయండి!

# tagLabel
source: Tag.
hi: टैग
kn: ಟ್ಯಾಗ್.
ta: டேக்.
te: ట్యాగ్.

source: goat
hi: बकरी
kn: ಮೇಕೆ
ta: ஆடு
te: మేక

source: All Groups
hi: सभी समूह
kn: ಎಲ್ಲಾ ಗ್ರೂಪ್ಗಳು
ta: அனைத்து குழுக்கள்
te: అన్ని గ్రూపులు

source: Filter by Period
hi: अवधि के अनुसार फिल्टर करें
kn: ಅವಧಿಯ ಮೂಲಕ ಫಿಲ್ಟರ್ ಮಾಡಿ
ta: காலப்பகுதியால் வடிகட்டவும்
te: కాలం ద్వారా ఫిల్టర్ చేయండి

source: Filter by Milk Type
hi: दूध के प्रकार के अनुसार फिल्टर करें
kn: ಹಾಲು ಪ್ರಕಾರದ ಮೂಲಕ ಫಿಲ್ಟರ್ ಮಾಡಿ
ta: பால் வகையால் வடிகட்டவும்
te: పాలు రకం ద్వారా ఫిల్టర్ చేయండి

# noMilkRecordsDisplay
source: There is no milk records to display for the selected date range.
hi: चयनित तिथि सीमा के लिए प्रदर्शित करने के लिए कोई दूध रिकॉर्ड नहीं हैं.
kn: ಆಯ್ಕೆಮಾಡಿದ ದಿನಾಂಕ ವ್ಯಾಪ್ತಿಗೆ ಪ್ರದರ್ಶಿಸಲು ಹಾಲು ದಾಖಲೆಗಳು ಇಲ್ಲ.
ta: தேர்ந்தெடுக்கப்பட்ட தேதி வரம்பிற்கு காண்பிக்க பால் பதிவுகள் இல்லை.
te: ఎంచుకున్న తేదీ పరిధికి ప్రదర్శించడానికి పాలు రికార్డులు లేవు.

source: Farm
hi: फार्म
kn: ಫಾರ್ಮ್
ta: பண்ணை
te: ఫార్మ్

source: Total
hi: कुल
kn: ಒಟ್ಟು
ta: மொத்தம்
te: మొత్తం

source: Used
hi: उपयोग किया गया
kn: ಬಳಸಲಾಗಿದೆ
ta: பயன்படுத்தப்பட்டது
te: ఉపయోగించబడింది

source: Notes
hi: नोट्स
kn: ನೋಟ್ಸ್
ta: குறிப்புகள்
te: గమనికలు

source: Filter by Date Range
hi: तिथि सीमा के अनुसार फिल्टर करें
kn: ದಿನಾಂಕ ವ್ಯಾಪ್ತಿಯ ಮೂಲಕ ಫಿಲ್ಟರ್ ಮಾಡಿ
ta: தேதி வரம்பால் வடிகட்டவும்
te: తేదీ పరిధి ద్వారా ఫిల్టర్ చేయండి

source: Start Date
hi: प्रारंभ तिथि
kn: ಪ್ರಾರಂಭ ದಿನಾಂಕ
ta: தொடக்க தேதி
te: ప్రారంభ తేదీ

source: End Date
hi: समाप्ति तिथि
kn: ಅಂತ್ಯ ದಿನಾಂಕ
ta: முடிவு தேதி
te: ముగింపు తేదీ

source: Apply
hi: लागू करें
kn: ಅನ್ವಯಿಸಿ
ta: பயன்படுத்து
te: వర్తింపజేయండి

source: Milk type
hi: दूध का प्रकार
kn: ಹಾಲು ಪ್ರಕಾರ
ta: பால் வகை
te: పాలు రకం

source: All Types
hi: सभी प्रकार
kn: ಎಲ್ಲಾ ಪ್ರಕಾರಗಳು
ta: அனைத்து வகைகள்
te: అన్ని రకాలు

source: Whole Farm
hi: संपूर्ण फार्म
kn: ಸಂಪೂರ್ಣ ಫಾರ್ಮ್
ta: முழு பண்ணை
te: మొత్తం ఫార్మ్

source: Individual Goat
hi: व्यक्तिगत बकरी
kn: ವೈಯಕ್ತಿಕ ಮೇಕೆ
ta: தனிப்பட்ட ஆடு
te: వ్యక్తిగత మేక

source: Generated
hi: जनरेट किया गया
kn: ಉತ್ಪಾದಿಸಲಾಗಿದೆ
ta: உருவாக்கப்பட்டது
te: జనరేట్ చేయబడింది

source: No records to export.
hi: निर्यात करने के लिए कोई रिकॉर्ड नहीं.
kn: ರಫ್ತು ಮಾಡಲು ದಾಖಲೆಗಳು ಇಲ್ಲ.
ta: ஏற்றுமதி செய்ய பதிவுகள் இல்லை.
te: ఎగుమతి చేయడానికి రికార్డులు లేవు.

source: Date
hi: तारीख
kn: ದಿನಾಂಕ
ta: தேதி
te: తేదీ

source: Available
hi: उपलब्ध
kn: ಲಭ್ಯವಿದೆ
ta: கிடைக்கும்
te: అందుబాటులో ఉంది

source: - Select milk type -
hi: - दूध का प्रकार चुनें -
kn: - ಹಾಲು ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆಮಾಡಿ -
ta: - பால் வகையைத் தேர்ந்தெடுக்கவும் -
te: - పాలు రకాన్ని ఎంచుకోండి -

source: Edit/View Record
hi: संपादित करें/देखें रिकॉर्ड
kn: ರೆಕಾರ್ಡ್ ಸಂಪಾದಿಸಿ/ನೋಡಿ
ta: பதிவைத் திருத்து/காண்க
te: రికార్డ్ సవరించండి/చూడండి

source: Delete Record
hi: रिकॉर्ड हटाएं
kn: ರೆಕಾರ್ಡ್ ಅಳಿಸಿ
ta: பதிவை நீக்கு
te: రికార్డ్ తొలగించండి

# deleteRecordConfirmation
source: Are you sure you want to delete this record?
hi: क्या आप वाकई इस रिकॉर्ड को हटाना चाहते हैं?
kn: ನೀವು ಖಚಿತವಾಗಿ ಈ ರೆಕಾರ್ಡ್ ಅಳಿಸಲು ಬಯಸುವಿರಾ?
ta: இந்த பதிவை நிச்சயமாக நீக்க விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా ఈ రికార్డ్ను తొలగించాలనుకుంటున్నారా?

# recordDeleted
source: Record deleted successfully
hi: रिकॉर्ड सफलतापूर्वक हटा दिया गया
kn: ರೆಕಾರ್ಡ್ ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲ್ಪಟ್ಟಿದೆ
ta: பதிவு வெற்றிகரமாக நீக்கப்பட்டது
te: రికార్డ్ విజయవంతంగా తొలగించబడింది

source: Add
hi: जोड़ें
kn: ಸೇರಿಸಿ
ta: சேர்க்கவும்
te: జోడించు

source: All
hi: सभी
kn: ಎಲ್ಲಾ
ta: அனைத்தும்
te: అన్నీ

source: To:
hi: से:
kn: ಗೆ
ta: க்கு
te: కు

# searchEventsHint
source: Search events...
hi: घटनाएं खोजें...
kn: ಈವೆಂಟ್ಗಳನ್ನು ಹುಡುಕಿ...
ta: நிகழ்வுகளைத் தேடுங்கள்...
te: ఈవెంట్లను వెతకండి...

source: Individual
hi: व्यक्तिगत
kn: ವೈಯಕ್ತಿಕ
ta: தனிப்பட்ட
te: వ్యక్తిగత

source: Mass
hi: सामूहिक
kn: ಸಮೂಹ
ta: குழு
te: సామూహిక

source: Filter by Date
hi: तिथि के अनुसार फिल्टर करें
kn: ದಿನಾಂಕದ ಮೂಲಕ ಫಿಲ್ಟರ್ ಮಾಡಿ
ta: தேதியின்படி வடிகட்டு
te: తేదీ ద్వారా ఫిల్టర్ చేయండి

source: Custom Date Range
hi: कस्टम तिथि सीमा
kn: ಕಸ್ಟಮ್ ದಿನಾಂಕ ವ್ಯಾಪ್ತಿ
ta: தனிபயன் தேதி வரம்பு
te: కస్టమ్ తేదీ పరిధి

source: From:
hi: से:
kn: ನಿಂದ:
ta: இருந்து:
te: నుండి:

source: Select Date
hi: तिथि चुनें
kn: ದಿನಾಂಕ ಆಯ್ಕೆಮಾಡಿ
ta: தேதியைத் தேர்ந்தெடுக்கவும்
te: తేదీ ఎంచుకోండి

source: Today
hi: आज
kn: ಇಂದು
ta: இன்று
te: ఈరోజు

source: Yesterday
hi: कल
kn: ನಿನ್ನೆ
ta: நேற்று
te: నిన్న

source: Last Week
hi: पिछला सप्ताह
kn: ಕಳೆದ ವಾರ
ta: கடந்த வாரம்
te: గత వారం

source: Current Month
hi: चालू माह
kn: ಪ್ರಸ್ತುತ ತಿಂಗಳು
ta: தற்போதைய மாதம்
te: ప్రస్తుత నెల

source: Last Month
hi: पिछला माह
kn: ಕಳೆದ ತಿಂಗಳು
ta: கடந்த மாதம்
te: గత నెల

source: Filter by Event Type
hi: घटना प्रकार के अनुसार फिल्टर करें
kn: ಈವೆಂಟ್ ಪ್ರಕಾರದ ಮೂಲಕ ಫಿಲ್ಟರ್ ಮಾಡಿ
ta: நிகழ்வு வகையால் வடிகட்டவும்
te: ఈవెంట్ రకం ద్వారా ఫిల్టర్ చేయండి

source: Treated
hi: उपचार किया गया
kn: ಚಿಕಿತ್ಸೆ ನೀಡಲಾಗಿದೆ
ta: சிகிச்சை அளிக்கப்பட்டது
te: చికిత్స చేయబడింది

source: Weighed
hi: वजन किया गया
kn: ತೂಕ ಮಾಡಲಾಗಿದೆ
ta: எடை கணக்கிடப்பட்டது
te: భారం కొలిచారు
