Repository: Althafsyed877/mygoatmanager
Catalog: lib/l10n/app_*.arb
Languages: hi, kn, ta, te

source: Weaned
hi: दूध छुड़ाया गया
kn: ಹಾಲು ತೆಗೆಯಲಾಗಿದೆ
ta: பால் பிரிக்கப்பட்டது
te: పాలతెగ వేయబడింది

source: Castrated
hi: बधिया किया गया
kn: ಕಸ್ತೂರಿ ಮಾಡಲಾಗಿದೆ
ta: விதைக்கட்டு
te: బంధనం చేయబడింది

source: Vaccinated
hi: टीकाकरण किया गया
kn: ತಡೆಗಟ್ಟುವ ಟೀಕೆ
ta: தடுப்பூசி
te: తీవ్రవ్యాధి టీకా

source: Deworming
hi: कृमिनाशक दिया गया
kn: ಹುಳುಮದ್ದು ನೀಡಲಾಗಿದೆ
ta: புழு மருந்து கொடுக்கப்பட்டது
te: పురుగుమందు ఇవ్వబడింది

source: Hoof Trimming
hi: खुर काटा गया
kn: ಗೊರಸು ಕತ್ತರಿಸಲಾಗಿದೆ
ta: குளம்பு வெட்டுதல்
te: గిట్టలు కత్తిరించడం

source: Event Type
hi: घटना प्रकार
kn: ಈವೆಂಟ್ ಪ್ರಕಾರ
ta: நிகழ்வு வகை
te: ఈవెంట్ రకం

# noIndividualEvents
source: There are no individual events to display for the selected date range.
hi: चयनित तिथि सीमा के लिए प्रदर्शित करने के लिए कोई व्यक्तिगत घटनाएं नहीं हैं.
kn: ಆಯ್ಕೆಮಾಡಿದ ದಿನಾಂಕ ವ್ಯಾಪ್ತಿಗೆ ಪ್ರದರ್ಶಿಸಲು ವೈಯಕ್ತಿಕ ಈವೆಂಟ್ಗಳು ಇಲ್ಲ.
ta: தேர்ந்தெடுக்கப்பட்ட தேதி வரம்பிற்கு காண்பிக்க தனிப்பட்ட நிகழ்வுகள் இல்லை.
te: ఎంచుకున్న తేదీ పరిధికి ప్రదర్శించడానికి వ్యక్తిగత ఈవెంట్లు లేవు.

# noMassEvents
source: There are no mass events to display for the selected date range.
hi: चयनित तिथि सीमा के लिए प्रदर्शित करने के लिए कोई सामूहिक घटनाएं नहीं हैं.
kn: ಆಯ್ಕೆಮಾಡಿದ ದಿನಾಂಕ ವ್ಯಾಪ್ತಿಗೆ ಪ್ರದರ್ಶಿಸಲು ಸಮೂಹ ಈವೆಂಟ್ಗಳು ಇಲ್ಲ.
ta: தேர்ந்தெடுக்கப்பட்ட தேதி வரம்பிற்கு காண்பிக்க குழு நிகழ்வுகள் இல்லை.
te: ఎంచుకున్న తేదీ పరిధికి ప్రదర్శించడానికి సామూహిక ఈవెంట్లు లేవు.

source: Select Goat to Continue...
hi: जारी रखने के लिए बकरी चुनें...
kn: ಮುಂದುವರೆಯಲು ಮೇಕೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ...
ta: தொடர ஆட்டைத் தேர்ந்தெடுக்கவும்...
te: కొనసాగించడానికి మేకను ఎంచుకోండి...

# searchGoatHint
source: Search goat...
hi: बकरी खोजें...
kn: ಮೇಕೆಯನ್ನು ಹುಡುಕಿ...
ta: ஆட்டைத் தேடுங்கள்...
te: మేకను వెతకండి...

# noGoatsFound
source: No goats found. Please add goats first
hi: कोई बकरी नहीं मिली। कृपया पहले बकरियाँ जोड़ें।
kn: ಮೇಕೆಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ta: ஆடுகள் கிடைக்கவில்லை
te: మేకలు కనుగొనబడలేదు

# medicineLabel
source: Medicine:
hi: दवा:
kn: ಮದ್ದು:
ta: மருந்து:
te: మందు:

# diagnosisLabel
source: Diagnosis:
hi: निदान:
kn: ರೋಗನಿರ್ಣಯ:
ta: நோய் நிலை:
te: నిర్ధారణ:

# symptomsLabel
source: Symptoms:
hi: लक्षण:
kn: ಲಕ್ಷಣಗಳು:
ta: அறிகுறிகள்:
te: లక్షణాలు:

# treatedByLabel
source: Treated By:
hi: उपचार किया गया:
kn: ಚಿಕಿತ್ಸೆ ನೀಡಿದವರು:
ta: சிகிச்சை அளித்தவர்:
te: చికిత్స చేసినవారు:

# weighedLabel
source: Weighed:
hi: वजन:
kn: ತೂಕ:
ta: எடை:
te: బరువు:

# eventNameLabel
source: Event Name:
hi: घटना का नाम:
kn: ಈವೆಂಟ್ ಹೆಸರು:
ta: நிகழ்வின் பெயர்:
te: ఈవెంట్ పేరు:

source: Edit Event
hi: घटना संपादित करें
kn: ಈವೆಂಟ್ ಸಂಪಾದಿಸಿ
ta: நிகழ்வைத் திருத்தவும்
te: ఈవెంట్ సవరించండి

source: View Goat
hi: बकरी देखें
kn: ಮೇಕೆ ನೋಡಿ
ta: ஆட்டைக் காண்க
te: మేకను చూడండి

source: New Mass Event
hi: नई सामूहिक घटना
kn: ಹೊಸ ಸಮೂಹ ಈವೆಂಟ್
ta: புதிய குழு நிகழ்வு
te: కొత్త సామూహిక ఈవెంట్

source: New Event
hi: नई घटना
kn: ಹೊಸ ಈವೆಂಟ್
ta: புதிய நிகழ்வு
te: కొత్త ఈవెంట్

# eventDateRequired
source: Event date. *
hi: घटना तिथि. *
kn: ಈವೆಂಟ್ ದಿನಾಂಕ. *
ta: நிகழ்வு தேதி. *
te: ఈవెంట్ తేదీ. *

# selectEventTypeRequired
source: Select event type. *
hi: घटना प्रकार चुनें. *
kn: ಈವೆಂಟ್ ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆಮಾಡಿ. *
ta: நிகழ்வு வகையைத் தேர்ந்தெடுக்கவும். *
te: ఈవెంట్ రకాన్ని ఎంచుకోండి. *

# symptomsRequired
source: Symptoms for sickness. *
hi: बीमारी के लक्षण. *
kn: ರೋಗಕ್ಕೆ ಲಕ್ಷಣಗಳು. *
ta: நோய்க்கான அறிகுறிகள். *
te: రోగానికి లక్షణాలు. *

# diagnosisRequired
source: Diagnosis. *
hi: निदान. *
kn: ರೋಗನಿರ್ಣಯ. *
ta: நோய் நிலை. *
te: నిర్ధారణ. *

# technicianRequired
source: Name of technician. *
hi: तकनीशियन का नाम. *
kn: ತಂತ್ರಜ್ಞನ ಹೆಸರು. *
ta: தொழில்நுட்பவியலாளரின் பெயர். *
te: టెక్నీషియన్ పేరు. *

# medicineGivenRequired
source: What medicine was given? *
hi: कौन सी दवा दी गई? *
kn: ಯಾವ ಮದ್ದು ನೀಡಲಾಗಿದೆ? *
ta: என்ன மருந்து கொடுக்கப்பட்டது? *
te: ఏ మందు ఇవ్వబడింది? *

# weighedResultRequired
source: Weighed result. *
hi: वजन परिणाम. *
kn: ತೂಕ ಫಲಿತಾಂಶ. *
ta: எடை முடிவு. *
te: బరువు ఫలితం. *

# eventNameRequired
source: Name of event. *
hi: घटना का नाम. *
kn: ಈವೆಂಟ್ ಹೆಸರು. *
ta: நிகழ்வின் பெயர். *
te: ఈవెంట్ పేరు. *

# writeNotes
source: Write some notes ...
hi: कुछ नोट्स लिखें ...
kn: ಕೆಲವು ನೋಟ್ಸ್ ಬರೆಯಿರಿ ...
ta: சில குறிப்புகளை எழுதுங்கள் ...
te: కొన్ని గమనికలు వ్రాయండి ...

source: Please select event date
hi: कृपया घटना तिथि चुनें
kn: ದಯವಿಟ್ಟು ಈವೆಂಟ್ ದಿನಾಂಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ta: தயவு செய்து நிகழ்வு தேதியைத் தேர்ந்தெடுக்கவும்
te: దయచేసి ఈవెంట్ తేదీని ఎంచుకోండి

source: Please select event type
hi: कृपया घटना प्रकार चुनें
kn: ದಯವಿಟ್ಟು ಈವೆಂಟ್ ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ta: தயவு செய்து நிகழ்வு வகையைத் தேர்ந்தெடுக்கவும்
te: దయచేసి ఈవెంట్ రకాన్ని ఎంచుకోండి

source: Please enter event name
hi: कृपया घटना का नाम दर्ज करें
kn: ದಯವಿಟ್ಟು ಈವೆಂಟ್ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ta: தயவு செய்து நிகழ்வு பெயரை உள்ளிடவும்
te: దయచేసి ఈవెంట్ పేరును నమోదు చేయండి

source: Events Records
hi: घटनाओं के रिकॉर्ड
kn: ಈವೆಂಟ್ ದಾಖಲೆಗಳು
ta: நிகழ்வு பதிவுகள்
te: ఈవెంట్ రికార్డులు

source: No events to display.
hi: प्रदर्शित करने के लिए कोई घटनाएं नहीं.
kn: ಪ್ರದರ್ಶಿಸಲು ಈವೆಂಟ್ಗಳು ಇಲ್ಲ.
ta: காண்பிக்க நிகழ்வுகள் இல்லை.
te: ప్రదర్శించడానికి ఈవెంట్లు లేవు.

source: Mass Event
hi: सामूहिक घटना
kn: ಸಮೂಹ ಈವೆಂಟ್
ta: குழு நிகழ்வு
te: సామూహిక ఈవెంట్

source: Other
hi: अन्य
kn: ಇತರೆ
ta: மற்றவை
te: ఇతర

source: Income
hi: आय
kn: ಆದಾಯ
ta: வருமானம்
te: ఆదాయం

source: Expenses
hi: व्यय
kn: ಖರ್ಚುಗಳು
ta: செலவுகள்
te: ఖర్చులు

source: Search
hi: खोजें
kn: ಹುಡುಕಿ
ta: தேடு
te: వెతకండి

source: Filter
hi: फ़िल्टर
kn: ಫಿಲ್ಟರ್
ta: வடிகட்டி
te: ఫిల్టర్

source: More Options
hi: अधिक विकल्प
kn: ಹೆಚ್ಚಿನ ಆಯ್ಕೆಗಳು
ta: மேலும் விருப்பங்கள்
te: మరిన్ని ఎంపికలు

source: Search Transactions
hi: लेनदेन खोजें
kn: ವಹಿವಾಟುಗಳನ್ನು ಹುಡುಕಿ
ta: பரிவர்த்தனைகளைத் தேடுங்கள்
te: లావాదేవీలను వెతకండి

# search_by_description
source: Search by description, amount...
hi: विवरण, राशि द्वारा खोजें...
kn: ವಿವರಣೆ, ಮೊತ್ತದ ಮೂಲಕ ಹುಡುಕಿ...
ta: விளக்கம், தொகை மூலம் தேடுங்கள்...
te: వివరణ, మొత్తం ద్వారా వెతకండి...

source: Filter by Date
hi: तिथि द्वारा फ़िल्टर करें
kn: ದಿನಾಂಕದ ಮೂಲಕ ಫಿಲ್ಟರ್ ಮಾಡಿ
ta: தேதியால் வடிகட்டவும்
te: తేదీ ద్వారా ఫిల్టర్ చేయండి

source: Custom Date Range
hi: कस्टम तिथि सीमा
kn: ಕಸ್ಟಮ್ ದಿನಾಂಕ ವ್ಯಾಪ್ತಿ
ta: தனிபயன் தேதி வரம்பு
te: కస్టమ్ తేదీ పరిధి

source: Custom Range
hi: कस्टम सीमा
kn: ಕಸ್ಟಮ್ ವ್ಯಾಪ್ತಿ
ta: தனிபயன் வரம்பு
te: కస్టమ్ పరిధి

# no_income_to_display
source: There is no income to display for the selected date range.
hi: चयनित तिथि सीमा के लिए प्रदर्शित करने के लिए कोई आय नहीं है।
kn: ಆಯ್ಕೆಮಾಡಿದ ದಿನಾಂಕ ವ್ಯಾಪ್ತಿಗೆ ಪ್ರದರ್ಶಿಸಲು ಆದಾಯ ಇಲ್ಲ.
ta: தேர்ந்தெடுக்கப்பட்ட தேதி வரம்பிற்கு காண்பிக்க வருமானம் இல்லை.
te: ఎంచుకున్న తేదీ పరిధికి ప్రదర్శించడానికి ఆదాయం లేదు.

# no_expenses_to_display
source: There are no expenses to display for the selected date range.
hi: चयनित तिथि सीमा के लिए प्रदर्शित करने के लिए कोई व्यय नहीं हैं।
kn: ಆಯ್ಕೆಮಾಡಿದ ದಿನಾಂಕ ವ್ಯಾಪ್ತಿಗೆ ಪ್ರದರ್ಶಿಸಲು ಖರ್ಚುಗಳು ಇಲ್ಲ.
ta: தேர்ந்தெடுக்கப்பட்ட தேதி வரம்பிற்கு காண்பிக்க செலவுகள் இல்லை.
te: ఎంచుకున్న తేదీ పరిధికి ప్రదర్శించడానికి ఖర్చులు లేవు.

source: Export Pdf
hi: PDF निर्यात करें
kn: PDF ರಫ್ತು ಮಾಡಿ
ta: PDF ஏற்றுமதி செய்யவும்
te: PDF ఎగుమతి చేయండి

source: Income type
hi: आय प्रकार
kn: ಆದಾಯ ಪ್ರಕಾರ
ta: வருமான வகை
te: ఆదాయ రకం

source: Expense type
hi: व्यय प्रकार
kn: ಖರ್ಚು ಪ್ರಕಾರ
ta: செலவு வகை
te: ఖర్చు రకం

source: Filter by Income Type
hi: आय प्रकार द्वारा फ़िल्टर करें
kn: ಆದಾಯ ಪ್ರಕಾರದ ಮೂಲಕ ಫಿಲ್ಟರ್ ಮಾಡಿ
ta: வருமான வகையால் வடிகட்டவும்
te: ఆదాయ రకం ద్వారా ఫిల్టర్ చేయండి

source: Filter by Expense Type
hi: व्यय प्रकार द्वारा फ़िल्टर करें
kn: ಖರ್ಚು ಪ್ರಕಾರದ ಮೂಲಕ ಫಿಲ್ಟರ್ ಮಾಡಿ
ta: செலவு வகையால் வடிகட்டவும்
te: ఖర్చు రకం ద్వారా ఫిల్టర్ చేయండి

source: All Types
hi: सभी प्रकार
kn: ಎಲ್ಲಾ ಪ್ರಕಾರಗಳು
ta: அனைத்து வகைகள்
te: అన్ని రకాలు

source: Edit / View record
hi: रिकॉर्ड संपादित / देखें
kn: ರೆಕಾರ್ಡ್ ಸಂಪಾದಿಸಿ / ನೋಡಿ
ta: பதிவைத் திருத்து / காண்க
te: రికార్డ్ సవరించండి / చూడండి

source: Record deleted
hi: रिकॉर्ड हटाया गया
kn: ರೆಕಾರ್ಡ್ ಅಳಿಸಲ್ಪಟ್ಟಿದೆ
ta: பதிவு நீக்கப்பட்டது
te: రికార్డ్ తొలగించబడింది

source: Income updated
hi: आय अपडेट की गई
kn: ಆದಾಯ ನವೀಕರಿಸಲ್ಪಟ್ಟಿದೆ
ta: வருமானம் புதுப்பிக்கப்பட்டது
te: ఆదాయం నవీకరించబడింది

source: Expense updated
hi: व्यय अपडेट किया गया
kn: ಖರ್ಚು ನವೀಕರಿಸಲ್ಪಟ್ಟಿದೆ
ta: செலவு புதுப்பிக்கப்பட்டது
te: ఖర్చు నవీకరించబడింది

source: Income saved
hi: आय सहेजी गई
kn: ಆದಾಯ ಸೇವ್ ಆಯಿತು
ta: வருமானம் சேமிக்கப்பட்டது
te: ఆదాయం సేవ్ చేయబడింది

source: Expense saved
hi: व्यय सहेजा गया
kn: ಖರ್ಚು ಸೇವ್ ಆಯಿತು
ta: செலவு சேமிக்கப்பட்டது
te: ఖర్చు సేవ్ చేయబడింది

source: Add Income
hi: आय जोड़ें
kn: ಆದಾಯ ಸೇರಿಸಿ
ta: வருமானத்தைச் சேர்க்கவும்
te: ఆదాయం జోడించండి

source: Add Expense
hi: व्यय जोड़ें
kn: ಖರ್ಚು ಸೇರಿಸಿ
ta: செலவைச் சேர்க்கவும்
te: ఖర్చు జోడించండి

source: Date of Income
hi: आय की तिथि
kn: ಆದಾಯ ದಿನಾಂಕ
ta: வருமான தேதி
te: ఆదాయం తేదీ

source: Select income type
hi: आय प्रकार चुनें
kn: ಆದಾಯ ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ta: வருமான வகையைத் தேர்ந்தெடுக்கவும்
te: ఆదాయ రకాన్ని ఎంచుకోండి

source: Milk Sale
hi: दूध बिक्री
kn: ಹಾಲು ಮಾರಾಟ
ta: பால் விற்பனை
te: పాలు అమ్మకం

source: Goat Sale
hi: बकरी बिक्री
kn: ಮೇಕೆ ಮಾರಾಟ
ta: ஆடு விற்பனை
te: మేక అమ్మకం

source: Category Income
hi: श्रेणी आय
kn: ವರ್ಗ ಆದಾಯ
ta: வகை வருமானம்
te: వర్గం ఆదాయం

source: Other (specify)
hi: अन्य (निर्दिष्ट करें)
kn: ಇತರೆ (ನಿರ್ದಿಷ್ಟಪಡಿಸಿ)
ta: மற்றவை (குறிப்பிடவும்)
te: ఇతర (ప్రత్యేకంగా పేర్కొనండి)

source: Category Expense
hi: श्रेणी व्यय
kn: ವರ್ಗ ಖರ್ಚು
ta: வகை செலவு
te: వర్గం ఖర్చు

# other_expense
source: Other (specify)
hi: अन्य (निर्दिष्ट करें)
kn: ಇತರೆ (ನಿರ್ದಿಷ್ಟಪಡಿಸಿ)
ta: மற்றவை (குறிப்பிடவும்)
te: ఇతర (ప్రత్యేకంగా పేర్కొనండి)

source: Milk quantity sold
hi: बेचा गया दूध मात्रा
kn: ಮಾರಾಟವಾದ ಹಾಲಿನ ಪ್ರಮಾಣ
ta: விற்கப்பட்ட பாலின் அளவு
te: అమ్మబడిన పాలు పరిమాణం

# selling_price_per_litre
source: Selling price per litre/unit
hi: प्रति लीटर विक्रय मूल्य
kn: ಲೀಟರ್/ಯೂನಿಟ್ಗೆ ಮಾರಾಟ ಬೆಲೆ
ta: லிட்டர்/யூனிட் விற்பனை விலை
te: లీటరు/యూనిట్కు అమ్మకం ధర

source: How much did you earn?
hi: आपने कितना कमाया?
kn: ನೀವು ಎಷ್ಟು ಸಂಪಾದಿಸಿದಿರಿ?
ta: நீங்கள் எவ்வளவு சம்பாதித்தீர்கள்?
te: మీరు ఎంత సంపాదించారు?

# please_go_to_record
source: Please go to the record of the goat sold and archive it with a reason Sold and an income record will be created automatically!
hi: कृपया बेची गई बकरी के रिकॉर्ड पर जाएं और 'बेचा गया' कारण के साथ संग्रहीत करें और एक आय रिकॉर्ड स्वचालित रूप से बनाया जाएगा!
kn: ದಯವಿಟ್ಟು ಮಾರಾಟವಾದ ಮೇಕೆಯ ರೆಕಾರ್ಡ್ಗೆ ಹೋಗಿ, 'ಮಾರಾಟವಾಯಿತು' ಕಾರಣದೊಂದಿಗೆ ಆರ್ಕೈವ್ ಮಾಡಿ, ಆದಾಯ ರೆಕಾರ್ಡ್ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರಚಿಸಲ್ಪಡುತ್ತದೆ!
ta: தயவு செய்து விற்கப்பட்ட ஆட்டின் பதிவுக்குச் சென்று, 'விற்கப்பட்டது' என்ற காரணத்துடன் ஆர்கைவ் செய்யவும், ஒரு வருமான பதிவு தானாகவே உருவாக்கப்படும்!
te: దయచేసి అమ్మబడిన మేక రికార్డుకు వెళ్లి, విక్రయించబడింది కారణంతో ఆర్కైవ్ చేయండి మరియు ఆదాయ రికార్డ్ స్వయంచాలకంగా సృష్టించబడుతుంది!

source: Quantity of items
hi: वस्तुओं की मात्रा
kn: ವಸ್ತುಗಳ ಪ್ರಮಾಣ
ta: பொருட்களின் அளவு
te: వస్తువుల పరిమాణం

# please_specify_source
source: Please specify the source of income
hi: कृपया आय स्रोत निर्दिष्ट करें
kn: ದಯವಿಟ್ಟು ಆದಾಯದ ಮೂಲವನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಿ
ta: தயவு செய்து வருமானத்தின் மூலத்தைக் குறிப்பிடவும்
te: దయచేసి ఆదాయం యొక్క మూలాన్ని పేర్కొనండి

source: Specify income source
hi: आय स्रोत निर्दिष्ट करें
kn: ಆದಾಯ ಮೂಲವನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಿ
ta: வருமான மூலத்தைக் குறிப்பிடவும்
te: ఆదాయ మూలాన్ని పేర్కొనండి

source: Receipt no. (optional)
hi: रसीद नंबर (वैकल्पिक)
kn: ರಸೀದಿ ನಂ. (ಐಚ್ಛಿಕ)
ta: ரசீது எண். (விருப்பத்தேர்வு)
te: రసీదు నం. (ఐచ్ఛికం)

source: Write some notes ...
hi: कुछ नोट्स लिखें ...
kn: ಕೆಲವು ನೋಟ್ಸ್ ಬರೆಯಿರಿ ...
ta: சில குறிப்புகளை எழுதுங்கள் ...
te: కొన్ని గమనికలు వ్రాయండి ...

source: Enter receipt number
hi: रसीद नंबर दर्ज करें
kn: ರಸೀದಿ ನಂಬರ್ ನಮೂದಿಸಿ
ta: ரசீது எண்ணை உள்ளிடவும்
te: రసీదు నంబర్ను నమోదు చేయండి

# enter_your_notes
source: Enter your notes here...
hi: अपने नोट्स यहां दर्ज करें...
kn: ನಿಮ್ಮ ನೋಟ್ಸ್ ಇಲ್ಲಿ ನಮೂದಿಸಿ...
ta: உங்கள் குறிப்புகளை இங்கே உள்ளிடவும்...
te: మీ గమనికలను ఇక్కడ నమోదు చేయండి...

source: New Income
hi: नई आय
kn: ಹೊಸ ಆದಾಯ
ta: புதிய வருமானம்
te: కొత్త ఆదాయం

source: New Expense
hi: नया व्यय
kn: ಹೊಸ ಖರ್ಚು
ta: புதிய செலவு
te: కొత్త ఖర్చు

# please_select_date
source: Please select a date
hi: कृपया तिथि चुनें
kn: ದಯವಿಟ್ಟು ದಿನಾಂಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ta: தயவு செய்து தேதியைத் தேர்ந்தெடுக்கவும்
te: దయచేసి తేదీని ఎంచుకోండి

source: Please select income type
hi: कृपया आय प्रकार चुनें
kn: ದಯವಿಟ್ಟು ಆದಾಯ ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ta: தயவு செய்து வருமான வகையைத் தேர்ந்தெடுக்கவும்
te: దయచేసి ఆదాయ రకాన్ని ఎంచుకోండి

source: Please enter amount
hi: कृपया राशि दर्ज करें
kn: ದಯವಿಟ್ಟು ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
ta: தயவு செய்து தொகையை உள்ளிடவும்
te: దయచేసి మొత్తాన్ని నమోదు చేయండి

# please_enter_quantity_price
source: Please enter quantity and price
hi: कृपया मात्रा और मूल्य दर्ज करें
kn: ದಯವಿಟ್ಟು ಪ್ರಮಾಣ ಮತ್ತು ಬೆಲೆಯನ್ನು ನಮೂದಿಸಿ
ta: தயவு செய்து அளவு மற்றும் விலையை உள்ளிடவும்
te: దయచేసి పరిమాణం మరియు ధరను నమోదు చేయండి

source: Please enter quantity
hi: कृपया मात्रा दर्ज करें
kn: ದಯವಿಟ್ಟು ಪ್ರಮಾಣವನ್ನು ನಮೂದಿಸಿ
ta: தயவு செய்து அளவை உள்ளிடவும்
te: దయచేసి పరిమాణాన్ని నమోదు చేయండి

source: Please specify income source
hi: कृपया आय स्रोत निर्दिष्ट करें
kn: ದಯವಿಟ್ಟು ಆದಾಯ ಮೂಲವನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಿ
ta: தயவு செய்து வருமான மூலத்தைக் குறிப்பிடவும்
te: దయచేసి ఆదాయ మూలాన్ని పేర్కొనండి

source: Date of expense
hi: व्यय की तिथि
kn: ಖರ್ಚು ದಿನಾಂಕ
ta: செலவு தேதி
te: ఖర్చు తేదీ

source: Select expense type
hi: व्यय प्रकार चुनें
kn: ಖರ್ಚು ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ta: செலவு வகையைத் தேர்ந்தெடுக்கவும்
te: ఖర్చు రకాన్ని ఎంచుకోండి

source: Please select expense type
hi: कृपया व्यय प्रकार चुनें
kn: ದಯವಿಟ್ಟು ಖರ್ಚು ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ta: தயவு செய்து செலவு வகையைத் தேர்ந்தெடுக்கவும்
te: దయచేసి ఖర్చు రకాన్ని ఎంచుకోండి

source: Please enter name of expense
hi: कृपया व्यय का नाम दर्ज करें
kn: ದಯವಿಟ್ಟು ಖರ್ಚಿನ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ta: தயவு செய்து செலவின் பெயரை உள்ளிடவும்
te: దయచేసి ఖర్చు పేరును నమోదు చేయండి

# please_select_category
source: Please select a category
hi: कृपया श्रेणी चुनें
kn: ದಯವಿಟ್ಟು ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ta: தயவு செய்து வகையைத் தேர்ந்தெடுக்கவும்
te: దయచేసి వర్గాన్ని ఎంచుకోండి

source: How much did you spend?
hi: आपने कितना खर्च किया?
kn: ನೀವು ಎಷ್ಟು ಖರ್ಚು ಮಾಡಿದಿರಿ?
ta: நீங்கள் எவ்வளவு செலவு செய்தீர்கள்?
te: మీరు ఎంత ఖర్చు చేశారు?

source: Name of expense
hi: व्यय का नाम
kn: ಖರ್ಚಿನ ಹೆಸರು
ta: செலவின் பெயர்
te: ఖర్చు పేరు

source: Select category
hi: श्रेणी चुनें
kn: ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ta: வகையைத் தேர்ந்தெடுக்கவும்
te: వర్గాన్ని ఎంచుకోండి

source: Add category
hi: श्रेणी जोड़ें
kn: ವರ್ಗವನ್ನು ಸೇರಿಸಿ
ta: வகையைச் சேர்க்கவும்
te: వర్గాన్ని జోడించండి

source: Category name
hi: श्रेणी का नाम
kn: ವರ್ಗದ ಹೆಸರು
ta: வகை பெயர்
te: వర్గం పేరు

source: Enter milk quantity
hi: दूध मात्रा दर्ज करें
kn: ಹಾಲಿನ ಪ್ರಮಾಣ ನಮೂದಿಸಿ
ta: பால் அளவை உள்ளிடவும்
te: పాలు పరిమాణాన్ని నమోదు చేయండి

source: Enter price per litre
hi: प्रति लीटर मूल्य दर्ज करें
kn: ಲೀಟರ್ಗೆ ಬೆಲೆ ನಮೂದಿಸಿ
ta: லிட்டருக்கான விலையை உள்ளிடவும்
te: లీటరుకు ధరను నమోదు చేయండి

source: Enter quantity
hi: मात्रा दर्ज करें
kn: ಪ್ರಮಾಣ ನಮೂದಿಸಿ
ta: அளவை உள்ளிடவும்
te: పరిమాణాన్ని నమోదు చేయండి

source: Enter amount
hi: राशि दर्ज करें
kn: ಮೊತ್ತ ನಮೂದಿಸಿ
ta: தொகையை உள்ளிடவும்
te: మొత్తాన్ని నమోదు చేయండి

source: Income Records
hi: आय रिकॉर्ड
kn: ಆದಾಯ ದಾಖಲೆಗಳು
ta: வருமான பதிவுகள்
te: ఆదాయ రికార్డులు

source: Expense Records
hi: व्यय रिकॉर्ड
kn: ಖರ್ಚು ದಾಖಲೆಗಳು
ta: செலவு பதிவுகள்
te: ఖర్చు రికార్డులు

# no_income_records
source: No income records to export
hi: निर्यात करने के लिए कोई आय रिकॉर्ड नहीं
kn: ರಫ್ತು ಮಾಡಲು ಆದಾಯ ದಾಖಲೆಗಳು ಇಲ್ಲ
ta: ஏற்றுமதி செய்ய வருமான பதிவுகள் இல்லை
te: ఎగుమతి చేయడానికి ఆదాయ రికార్డులు లేవు

# no_expense_records
source: No expense records to export
hi: निर्यात करने के लिए कोई व्यय रिकॉर्ड नहीं
kn: ರಫ್ತು ಮಾಡಲು ಖರ್ಚು ದಾಖಲೆಗಳು ಇಲ್ಲ
ta: ஏற்றுமதி செய்ய செலவு பதிவுகள் இல்லை
te: ఎగుమతి చేయడానికి ఖర్చు రికార్డులు లేవు

source: Income Categories
hi: आय श्रेणियाँ
kn: ಆದಾಯ ವರ್ಗಗಳು
ta: வருமான வகைகள்
te: ఆదాయ వర్గాలు

source: Expense Categories
hi: व्यय श्रेणियाँ
kn: ಖರ್ಚು ವರ್ಗಗಳು
ta: செலவு வகைகள்
te: ఖర్చు వర్గాలు

source: Goat Breeds
hi: बकरी नस्लें
kn: ಮೇಕೆ ಬ್ರೀಡ್ಗಳು
ta: ஆடு இனங்கள்
te: మేక జాతులు

source: Goat Groups
hi: बकरी समूह
kn: ಮೇಕೆ ಗ್ರೂಪ್ಗಳು
ta: ஆடு குழுக்கள்
te: మేక గ్రూపులు

source: New Category
hi: नई श्रेणी
kn: ಹೊಸ ವರ್ಗ
ta: புதிய வகை
te: కొత్త వర్గం

source: Enter name ...
hi: नाम दर्ज करें ...
kn: ಹೆಸರು ನಮೂದಿಸಿ ...
ta: பெயரை உள்ளிடவும் ...
te: పేరును నమోదు చేయండి ...

source: Search categories...
hi: श्रेणियाँ खोजें...
kn: ವರ್ಗಗಳನ್ನು ಹುಡುಕಿ...
ta: வகைகளைத் தேடுங்கள்...
te: వర్గాలను వెతకండి...

# noIncomeCategoriesAdded
source: No income categories have been added as of yet!
hi: अभी तक कोई आय श्रेणियाँ नहीं जोड़ी गई हैं!
kn: ಇನ್ನೂ ಆದಾಯ ವರ್ಗಗಳು ಸೇರಿಸಲ್ಪಡಿಲ್ಲ!
ta: இன்னும் வருமான வகைகள் சேர்க்கப்படவில்லை!
te: ఇంకా ఆదాయ వర్గాలు జోడించబడలేదు!

source: No results found
hi: कोई परिणाम नहीं मिला
kn: ಫಲಿತಾಂಶಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ta: முடிவுகள் கிடைக்கவில்லை
te: ఫలితాలు కనుగొనబడలేదు

source: Edit Category
hi: श्रेणी संपादित करें
kn: ವರ್ಗವನ್ನು ಸಂಪಾದಿಸಿ
ta: வகையைத் திருத்தவும்
te: వర్గాన్ని సవరించండి

source: Save
hi: सहेजें
kn: ಸೇವ್ ಮಾಡಿ
ta: சேமிக்கவும்
te: సేవ్ చేయండి

source: Record successfully updated
hi: रिकॉर्ड सफलतापूर्वक अपडेट किया गया
kn: ರೆಕಾರ್ಡ್ ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲ್ಪಟ್ಟಿದೆ
ta: பதிவு வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: రికార్డ్ విజయవంతంగా నవీకరించబడింది

# noExpenseCategoriesAdded
source: No expense categories have been added as of yet!
hi: अभी तक कोई व्यय श्रेणियाँ नहीं जोड़ी गई हैं!
kn: ಇನ್ನೂ ಖರ್ಚು ವರ್ಗಗಳು ಸೇರಿಸಲ್ಪಡಿಲ್ಲ!
ta: இன்னும் செலவு வகைகள் சேர்க்கப்படவில்லை!
te: ఇంకా ఖర్చు వర్గాలు జోడించబడలేదు!

source: New Breed
hi: नई नस्ल
kn: ಹೊಸ ಬ್ರೀಡ್
ta: புதிய இனம்
te: కొత్త జాతి

source: Enter breed name...
hi: नस्ल का नाम दर्ज करें...
kn: ಬ್ರೀಡ್ ಹೆಸರು ನಮೂದಿಸಿ...
ta: இனத்தின் பெயரை உள்ளிடவும்...
te: జాతి పేరును నమోదు చేయండి...

source: Search breeds...
hi: नस्लें खोजें...
kn: ಬ್ರೀಡ್ಗಳನ್ನು ಹುಡುಕಿ...
ta: இனங்களைத் தேடுங்கள்...
te: జాతులను వెతకండి...

# noGoatBreedsAdded
source: No goat breeds have been added yet!
hi: अभी तक कोई बकरी नस्लें नहीं जोड़ी गई हैं!
kn: ಇನ್ನೂ ಮೇಕೆ ಬ್ರೀಡ್ಗಳು ಸೇರಿಸಲ್ಪಡಿಲ್ಲ!
ta: இன்னும் ஆடு இனங்கள் சேர்க்கப்படவில்லை!
te: ఇంకా మేక జాతులు జోడించబడలేదు!

source: Edit Breed
hi: नस्ल संपादित करें
kn: ಬ್ರೀಡ್ ಸಂಪಾದಿಸಿ
ta: இனத்தைத் திருத்தவும்
te: జాతిని సవరించండి

# goatsCount
source: ({count}) Goats
hi: ({count}) बकरियाँ
kn: ({count}) ಮೇಕೆಗಳು
ta: ({count}) ஆடுகள்
te: ({count}) మేకలు

source: New Group
hi: नया समूह
kn: ಹೊಸ ಗ್ರೂಪ್
ta: புதிய குழு
te: కొత్త గ్రూప్

source: Enter group name...
hi: समूह का नाम दर्ज करें...
kn: ಗ್ರೂಪ್ ಹೆಸರು ನಮೂದಿಸಿ...
ta: குழுவின் பெயரை உள்ளிடவும்...
te: గ్రూప్ పేరును నమోదు చేయండి...

source: Search groups...
hi: समूह खोजें...
kn: ಗ್ರೂಪ್ಗಳನ್ನು ಹುಡುಕಿ...
ta: குழுக்களைத் தேடுங்கள்...
te: గ్రూపులను వెతకండి...

# noGoatGroupsRegistered
source: No goat groups currently registered as of yet!
hi: अभी तक कोई बकरी समूह पंजीकृत नहीं है!
kn: ಪ್ರಸ್ತುತ ಇನ್ನೂ ಮೇಕೆ ಗ್ರೂಪ್ಗಳು ನೋಂದಾಯಿಸಲ್ಪಡಿಲ್ಲ!
ta: தற்போது இன்னும் ஆடு குழுக்கள் பதிவு செய்யப்படவில்லை!
te: ప్రస్తుతం ఇంకా మేక గ్రూపులు నమోదు చేయబడలేదు!

source: Edit Group
hi: समूह संपादित करें
kn: ಗ್ರೂಪ್ ಸಂಪಾದಿಸಿ
ta: குழுவைத் திருத்தவும்
te: గ్రూప్ను సవరించండి

# transactionsReport
source: Transactions
hi: लेनदेन
kn: ವಹಿವಾಟುಗಳು
ta: பரிவர்த்தனைகள்
te: లావాదేవీ నివేదిక

source: Milk Report
hi: दूध रिपोर्ट
kn: ಹಾಲು ರಿಪೋರ್ಟ್
ta: பால் அறிக்கை
te: పాలు రిపోర్ట్

source: GOATS REPORT
hi: बकरियों की रिपोर्ट
kn: ಮೇಕೆಗಳ ರಿಪೋರ್ಟ್
ta: ஆடுகளின் அறிக்கை
te: మేకల రిపోర్ట్

source: Events Report
hi: इवेंट्स रिपोर्ट
kn: ಈವೆಂಟ್ಗಳ ರಿಪೋರ್ಟ್
ta: நிகழ்வுகள் அறிக்கை
te: ఈవెంట్లు రిపోర్ట్

source: Breeding Report
hi: प्रजनन रिपोर्ट
kn: ಸಂತಾನೋತ್ಪತ್ತಿ ರಿಪೋರ್ಟ್
ta: இனப்பெருக்கம் அறிக்கை
te: ప్రజనన రిపోర్ట్

source: Pregnancies Report
hi: गर्भावस्था रिपोर्ट
kn: ಗರ್ಭಧಾರಣೆ ರಿಪೋರ್ಟ್
ta: கர்ப்பம் அறிக்கை
te: గర్భధారణ రిపోర్ట్

source: Weight Report
hi: वजन रिपोर्ट
kn: ತೂಕ ರಿಪೋರ್ಟ್
ta: எடை அறிக்கை
te: బరువు రిపోర్ట్

source: Stage Tracking Report
hi: चरण ट्रैकिंग रिपोर्ट
kn: ಹಂತ ಟ್ರ್ಯಾಕಿಂಗ್ ರಿಪೋರ್ಟ್
ta: நிலை கண்காணிப்பு அறிக்கை
te: దశ ట్రాకింగ్ రిపోర్ట్

source: Stage Tracking
hi: स्टेज ट्रैकिंग
kn: ಹಂತ ಟ್ರ್ಯಾಕಿಂಗ್
ta: நிலை கண்காணிப்பு
te: దశ ట్రాకింగ్

source: Update Selected
hi: चयनित अपडेट करें
kn: ಆಯ್ಕೆಮಾಡಿದವುಗಳನ್ನು ನವೀಕರಿಸಿ
ta: தேர்ந்தெடுக்கப்பட்டவற்றைப் புதுப்பிக்கவும்
te: ఎంచుకున్నవి నవీకరించండి

# animalsNeedStageUpdate
source: Animals that might need stage update.
hi: जानवर जिन्हें स्टेज अपडेट की आवश्यकता हो सकती है।
kn: ಹಂತ ನವೀಕರಣ ಅಗತ್ಯವಿರುವ ಪ್ರಾಣಿಗಳು.
ta: நிலை புதுப்பித்தல் தேவைப்படும் விலங்குகள்.
te: దశ నవీకరణ అవసరం ఉన్న జంతువులు.

# wethersNotListed
source: Wethers and animals without birth dates are not listed!
hi: बधिया किए गए बकरे और बिना जन्मतिथि वाले जानवर सूचीबद्ध नहीं हैं!
kn: ವೆದರ್ಗಳು ಮತ್ತು ಜನ್ಮ ದಿನಾಂಕ ಇಲ್ಲದ ಪ್ರಾಣಿಗಳು ಪಟ್ಟಿಮಾಡಲ್ಪಟ್ಟಿಲ್ಲ!
ta: வெதர்கள் மற்றும் பிறந்த தேதி இல்லாத விலங்குகள் பட்டியலிடப்படவில்லை!
te: వెదర్లు మరియు పుట్టిన తేదీలు లేని జంతువులు జాబితాలో లేవు!

source: All caught up!
hi: सब कुछ अपडेट हो गया!
kn: ಎಲ್ಲವೂ ನವೀಕರಿಸಲ್ಪಟ್ಟಿವೆ!
ta: அனைத்தும் புதுப்பிக்கப்பட்டன!
te: అన్నీ పూర్తయ్యాయి!

# noGoatsNeedStageUpdates
source: No goats need stage updates at this time.
hi: इस समय बकरियों को स्टेज अपडेट की आवश्यकता नहीं है।
kn: ಈ ಸಮಯದಲ್ಲಿ ಯಾವುದೇ ಮೇಕೆಗಳಿಗೆ ಹಂತ ನವೀಕರಣಗಳ ಅಗತ್ಯವಿಲ್ಲ.
ta: இந்த நேரத்தில் எந்த ஆடுகளுக்கும் நிலை புதுப்பித்தல் தேவையில்லை.
te: ప్రస్తుతం మేకలకు దశ నవీకరణలు అవసరం లేదు.

source: Doe
hi: मादा बकरी
kn: ಹೆಣ್ಣು ಮೇಕೆ
ta: பெண் ஆடு
te: డో

source: Update Stages
hi: स्टेज अपडेट करें
kn: ಹಂತಗಳನ್ನು ನವೀಕರಿಸಿ
ta: நிலைகளைப் புதுப்பிக்கவும்
te: దశలను నవీకరించండి

# updateGoatsQuestion
source: Update {count} goats from Kid to next stage?
hi: {count} बकरियों को बच्चे से अगली स्टेज में अपडेट करें?
kn: {count} ಮೇಕೆಗಳನ್ನು ಮರಿಯಿಂದ ಮುಂದಿನ ಹಂತಕ್ಕೆ ನವೀಕರಿಸಬೇಕೆ?
ta: {count} ஆடுகளை குட்டியிலிருந்து அடுத்த நிலைக்கு புதுப்பிக்கவா?
te: {count} మేకలను పిల్ల నుండి తదుపరి దశకు నవీకరించాలా?

source: Update
hi: अपडेट करें
kn: ನವೀಕರಿಸಿ
ta: புதுப்பிக்கவும்
te: నవీకరించు

# updatedGoatsSuccessfully
source: Updated {count} goats successfully!
hi: {count} बकरियाँ सफलतापूर्वक अपडेट की गईं!
kn: {count} ಮೇಕೆಗಳು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲ್ಪಟ್ಟಿವೆ!
ta: {count} ஆடுகள் வெற்றிகரமாக புதுப்பிக்கப்பட்டன!
te: {count} మేకలు విజయవంతంగా నవీకరించబడ్డాయి!

# daysSinceBirth
source: {days} days
hi: {days} दिन
kn: {days} ದಿನಗಳು
ta: {days} நாட்கள்
te: {days} రోజులు

source: Source
hi: स्रोत
kn: ಮೂಲ
ta: மூலம்
te: మూలం

source: STAGES SUMMARY
hi: स्टेज सारांश
kn: ಹಂತಗಳ ಸಾರಾಂಶ
ta: நிலைகள் சுருக்கம்
te: దశల సారాంశం

source: Stage
hi: स्टेज
kn: ಹಂತ
ta: நிலை
te: దశ

source: Count
hi: गिनती
kn: ಎಣಿಕೆ
ta: எண்ணிக்கை
te: లెక్క

source: GENDER SUMMARY
hi: लिंग सारांश
kn: ಲಿಂಗ ಸಾರಾಂಶ
ta: பாலின சுருக்கம்
te: లింగ సారాంశం

source: Gender
hi: लिंग
kn: ಲಿಂಗ
ta: பாலினம்
te: లింగం

source: Male
hi: नर
kn: ಪುರುಷ
ta: ஆண்
te: పురుషుడు

source: Female
hi: मादा
kn: ಸ್ತ್ರೀ
ta: பெண்
te: స్త్రీ

source: Does
hi: मादा बकरियाँ
kn: ಹೆಣ್ಣು ಮೇಕೆಗಳು
ta: பெண் ஆடுகள்
te: డోలు

source: Doelings
hi: मादा बकरी के बच्चे
kn: ಯುವ ಹೆಣ್ಣು ಮೇಕೆಗಳು
ta: இளம் பெண் ஆடுகள்
te: డోలింగ్స్

source: Bucks
hi: नर बकरियाँ
kn: ಪುರುಷ ಮೇಕೆಗಳು
ta: ஆண் ஆடுகள்
te: బక్స్

source: Bucklings
hi: नर बकरी के बच्चे
kn: ಯುವ ಪುರುಷ ಮೇಕೆಗಳು
ta: இளம் ஆண் ஆடுகள்
te: బక్లింగ్స్

source: Wethers
hi: बधिया किए गए बकरे
kn: ವೆದರ್ಗಳು
ta: வெதர்கள்
te: వెదర్లు

source: Kids
hi: बच्चे
kn: ಮರಿಗಳು
ta: குட்டிகள்
te: పిల్లలు

source: All Sources
hi: सभी स्रोत
kn: ಎಲ್ಲಾ ಮೂಲಗಳು
ta: அனைத்து மூலங்கள்
te: అన్ని మూలాలు

source: Born on farm
hi: खेत में पैदा हुई
kn: ಫಾರ್ಮ್ನಲ್ಲಿ ಜನಿಸಿದವು
ta: பண்ணையில் பிறந்தவை
te: ఫార్మ్లో పుట్టినవి

source: Purchased
hi: खरीदी गई
kn: ಖರೀದಿಸಲ್ಪಟ್ಟವು
ta: வாங்கப்பட்டவை
te: కొనుగోలు చేయబడినవి

source: milk
hi: दूध
kn: ಹಾಲು
ta: பால்
te: పాలు

source: No goats data to export
hi: निर्यात करने के लिए बकरियों का डेटा नहीं है
kn: ರಫ್ತು ಮಾಡಲು ಮೇಕೆಗಳ ಡೇಟಾ ಇಲ್ಲ
ta: ஏற்றுமதி செய்ய ஆடுகளின் தரவு இல்லை
te: ఎగుమతి చేయడానికి మేకల డేటా లేదు

source: Failed to export PDF
hi: PDF निर्यात करने में विफल
kn: PDF ರಫ್ತು ವಿಫಲವಾಗಿದೆ
ta: PDF ஏற்றுமதி தோல்வியுற்றது
te: PDF ఎగుమతి విఫలమైంది

source: Filter by Source
hi: स्रोत द्वारा फ़िल्टर करें
kn: ಮೂಲದ ಮೂಲಕ ಫಿಲ್ಟರ್ ಮಾಡಿ
ta: மூலத்தால் வடிகட்டவும்
te: మూలం ద్వారా ఫిల్టర్ చేయండి

source: Goats Total.
hi: बकरियाँ कुल.
kn: ಮೇಕೆಗಳು ಒಟ್ಟು.
ta: ஆடுகள் மொத்தம்.
te: మేకల మొత్తం.

source: Goats by stage.
hi: स्टेज के अनुसार बकरियाँ.
kn: ಹಂತದ ಪ್ರಕಾರ ಮೇಕೆಗಳು.
ta: நிலைப்படி ஆடுகள்.
te: దశ ప్రకారం మేకలు.
