Repository: Althafsyed877/mygoatmanager
Catalog: lib/l10n/app_*.arb
Languages: hi, kn, ta, te

source: Goats by gender.
hi: लिंग के अनुसार बकरियाँ.
kn: ಲಿಂಗದ ಪ್ರಕಾರ ಮೇಕೆಗಳು.
ta: பாலினப்படி ஆடுகள்.
te: లింగం ప్రకారం మేకలు.

source: Milk summary.
kn: ಹಾಲು ಸಾರಾಂಶ.
ta: பால் சுருக்கம்.
te: పాలు సారాంశం.

source: Daily milk average.
kn: ದೈನಂದಿನ ಹಾಲು ಸರಾಸರಿ.
ta: தினசரி பால் சராசரி.
te: రోజువారీ పాలు సగటు.

source: Total milk produced.
kn: ಒಟ್ಟು ಹಾಲು ಉತ್ಪಾದನೆ.
ta: மொத்த பால் உற்பத்தி.
te: మొత్తం పాలు ఉత్పత్తి.

source: Total for kids/used.
kn: ಮರಿಗಳಿಗೆ/ಬಳಸಿದ ಒಟ್ಟು.
ta: குட்டிகளுக்கு/பயன்படுத்திய மொத்தம்.
te: పిల్లలకు/ఉపయోగించిన మొత్తం.

source: Most productive goat.
kn: ಹೆಚ್ಚು ಉತ್ಪಾದಕ ಮೇಕೆ.
ta: மிகவும் உற்பத்தித் திறன் கொண்ட ஆடு.
te: అత్యంత ఉత్పాదక మేక.

source: Least productive goat.
kn: ಕಡಿಮೆ ಉತ್ಪಾದಕ ಮೇಕೆ.
ta: குறைந்த உற்பத்தித் திறன் கொண்ட ஆடு.
te: కనిష్ట ఉత్పాదక మేక.

source: Records
kn: ದಾಖಲೆಗಳು
ta: பதிவுகள்
te: రికార్డులు

source: Day
kn: ದಿನ
ta: நாள்
te: రోజు

source: Produced
kn: ಉತ್ಪಾದಿಸಲಾಗಿದೆ
ta: உற்பத்தி செய்யப்பட்டது
te: ఉత్పత్తి చేయబడింది

# notAvailable
source: N/A
kn: ಲಭ್ಯವಿಲ್ಲ
ta: இல்லை
te: అందుబాటులో లేదు

# noRecordsFound
source: No records found for selected period
kn: ಆಯ್ಕೆಮಾಡಿದ ಅವಧಿಗೆ ದಾಖಲೆಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ta: தேர்ந்தெடுக்கப்பட்ட காலத்திற்கு பதிவுகள் கிடைக்கவில்லை
te: ఎంచుకున్న కాలానికి రికార్డులు కనుగొనబడలేదు

source: View Details
kn: ವಿವರಗಳನ್ನು ನೋಡಿ
ta: விவரங்களைக் காண்க
te: వివరాలు చూడండి

source: Edit Records
kn: ದಾಖಲೆಗಳನ್ನು ಸಂಪಾದಿಸಿ
ta: பதிவுகளைத் திருத்தவும்
te: రికార్డ్లను సవరించండి

source: Custom Range
kn: ಕಸ್ಟಮ್ ವ್ಯಾಪ್ತಿ
ta: தனிப்பயன் வரம்பு
te: కస్టమ్ పరిధి

source: Select Date Range
kn: ದಿನಾಂಕ ವ್ಯಾಪ್ತಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ta: தேதி வரம்பைத் தேர்ந்தெடு
te: తేదీ పరిధిని ఎంచుకోండి

source: January
kn: ಜನವರಿ
ta: ஜனவரி
te: జనవరి

source: February
kn: ಫೆಬ್ರವರಿ
ta: பிப்ரவரி
te: ఫిబ్రవరి

source: March
kn: ಮಾರ್ಚ್
ta: மார்ச்
te: మార్చి

source: April
kn: ಏಪ್ರಿಲ್
ta: ஏப்ரல்
te: ఏప్రిల్

source: May
kn: ಮೇ
ta: மே
te: మే

source: June
kn: ಜೂನ್
ta: ஜூன்
te: జూన్

source: July
kn: ಜುಲೈ
ta: ஜூலை
te: జూలై

source: August
kn: ಆಗಸ್ಟ್
ta: ஆகஸ்ட்
te: ఆగస్టు

source: September
kn: ಸೆಪ್ಟೆಂಬರ್
ta: செப்டம்பர்
te: సెప్టెంబర్

source: October
kn: ಅಕ್ಟೋಬರ್
ta: அக்டோபர்
te: అక్టోబర్

source: November
kn: ನವೆಂಬರ್
ta: நவம்பர்
te: నవంబర్

source: December
kn: ಡಿಸೆಂಬರ್
ta: டிசம்பர்
te: డిసెంబర్

source: Confirm
kn: ದೃಢೀಕರಿಸಿ
ta: உறுதிப்படுத்தவும்
te: నిర్ధారించండి

source: Invalid date range
kn: ಅಮಾನ್ಯ ದಿನಾಂಕ ವ್ಯಾಪ್ತಿ
ta: தவறான தேதி வரம்பு
te: చెల్లని తేదీ పరిధి

source: Previous Month
kn: ಹಿಂದಿನ ತಿಂಗಳು
ta: கடந்த மாதம்
te: గత నెల

source: Export PDF
kn: PDF ರಫ್ತು ಮಾಡಿ
ta: PDF ஏற்றுமதி செய்யவும்
te: PDF ఎగుమతి చేయండి

# pdfExportConfirmation
source: Do you want to generate PDF report for the selected period?
kn: ನೀವು ಆಯ್ಕೆಮಾಡಿದ ಅವಧಿಗೆ PDF ರಿಪೋರ್ಟ್ ಉತ್ಪಾದಿಸಲು ಬಯಸುವಿರಾ?
ta: தேர்ந்தெடுக்கப்பட்ட காலத்திற்கு PDF அறிக்கையை உருவாக்க விரும்புகிறீர்களா?
te: మీరు ఎంచుకున్న కాలానికి PDF రిపోర్ట్ను జనరేట్ చేయాలనుకుంటున్నారా?

# pdfGenerating
source: Generating PDF report...
kn: PDF ರಿಪೋರ್ಟ್ ಉತ್ಪಾದಿಸಲಾಗುತ್ತಿದೆ...
ta: PDF அறிக்கை உருவாக்கப்படுகிறது...
te: PDF రిపోర్ట్ జనరేట్ చేస్తోంది...

source: Generate
kn: ಉತ್ಪಾದಿಸಿ
ta: உருவாக்கவும்
te: జనరేట్ చేయండి

# noDataToExport
source: No data to export for selected period
kn: ಆಯ್ಕೆಮಾಡಿದ ಅವಧಿಗೆ ರಫ್ತು ಮಾಡಲು ಡೇಟಾ ಇಲ್ಲ
ta: தேர்ந்தெடுக்கப்பட்ட காலத்திற்கு ஏற்றுமதி செய்ய தரவு இல்லை
te: ఎంచుకున్న కాలానికి ఎగుమతి చేయడానికి డేటా లేదు

source: Individual events
kn: ವೈಯಕ್ತಿಕ ಈವೆಂಟ್ಗಳು
ta: தனிப்பட்ட நிகழ்வுகள்
te: వ్యక్తిగత ఈవెంట్లు

source: Mass events
kn: ಸಮೂಹ ಈವೆಂಟ್ಗಳು
ta: குழு நிகழ்வுகள்
te: సామూహిక ఈవెంట్లు

source: Archives
kn: ಆರ್ಕೈವ್
ta: காப்பகம்
te: ఆర్కైవ్స్

source: Total All Events
kn: ಎಲ್ಲಾ ಈವೆಂಟ್ಗಳು
ta: அனைத்து நிகழ்வுகளும்
te: మొత్తం అన్ని ఈవెంట్లు

source: Sold Goats
kn: ಮಾರಾಟವಾದ ಮೇಕೆಗಳು
ta: விற்கப்பட்ட ஆடுகள்
te: విక్రయించబడిన మేకలు

source: Dead Goats
kn: ಸತ್ತ ಮೇಕೆಗಳು
ta: இறந்த ஆடுகள்
te: మరణించిన మేకలు

source: Lost Goats
kn: ಕಳೆದುಹೋದ ಮೇಕೆಗಳು
ta: காணாமல் போன ஆடுகள்
te: కోల్పోయిన మేకలు

source: Other Archived
kn: ಇತರೆ ಆರ್ಕೈವ್ ಮಾಡಲಾಗಿದೆ
ta: மற்ற காப்பகப்படுத்தப்பட்டவை
te: ఇతర ఆర్కైవ్ చేయబడినవి

source: Others archived
kn: ಇತರೆ ಆರ್ಕೈವ್ ಮಾಡಲಾಗಿದೆ
ta: மற்ற காப்பகப்படுத்தப்பட்டவை
te: ఇతర ఆర్కైవ్ చేయబడినవి

source: Sold
kn: ಮಾರಾಟವಾಗಿದೆ
ta: விற்பனை செய்யப்பட்டது
te: విక్రయించబడింది

source: Dead
kn: ಸತ್ತ
ta: இறந்தது
te: మరణించింది

source: Lost
kn: ಕಳೆದುಹೋದ
ta: காணாமல் போனது
te: కోల్పోయింది

source: All Archived Goats
kn: ಎಲ್ಲಾ ಆರ್ಕೈವ್ ಮಾಡಲಾದ ಮೇಕೆಗಳು
ta: அனைத்து காப்பகப்படுத்தப்பட்ட ஆடுகள்
te: అన్ని ఆర్కైవ్ చేయబడిన మేకలు

source: No archived goats found
kn: ಆರ್ಕೈವ್ ಮಾಡಲಾದ ಮೇಕೆಗಳು ಯಾವುವೂ ಇಲ್ಲ
ta: காப்பகப்படுத்தப்பட்ட ஆடுகள் எதுவும் இல்லை
te: ఆర్కైవ్ చేయబడిన మేకలు లేవు

source: Unknown breed
kn: ತಿಳಿದಿಲ್ಲದ ತಳಿ
ta: அறியப்படாத இனம்
te: తెలియని జాతి

source: restored successfully
kn: ಯಶಸ್ವಿಯಾಗಿ ಪುನಃಸ್ಥಾಪಿಸಲಾಯಿತು
ta: வெற்றிகரமாக மீட்டமைக்கப்பட்டது
te: విజయవంతంగా పునరుద్ధరించబడింది

source: Gives Birth
kn: ಮರಿ ಹಾಕಿದೆ
ta: குட்டி போட்டது
te: పిల్లలు కన్నది

source: Dry off
kn: ಹಾಲು ಒಣಗಿದೆ
ta: பால் உலர்ந்துவிட்டது
te: పాల ఆరిపోయింది

source: Breeding
kn: ಸಂತಾನೋತ್ಪತ್ತಿ
ta: இனப்பெருக்கம்
te: ప్రజననం

source: Pregnant
kn: ಗರ್ಭಿಣಿ
ta: கர்ப்பிணி
te: గర్భిణి

source: Aborted
kn: ಗರ್ಭಸ್ರಾವ
ta: கருக்கலைப்பு
te: గర్భస్రావం

source: Tagging
kn: ಟ್ಯಾಗಿಂಗ್
ta: டேகிங்
te: ట్యాగింగ్

source: Archived
kn: ಆರ್ಕೈವ್ ಮಾಡಲಾಗಿದೆ
ta: காப்பகப்படுத்தப்பட்டது
te: ఆర్కైవ్ చేయబడింది

source: Total Events
kn: ಒಟ್ಟು ಘಟನೆಗಳು
ta: மொத்த நிகழ்வுகள்
te: మొత్తం ఈవెంట్లు

source: Reason
kn: ಕಾರಣ
ta: காரணம்
te: కారణం

# weightReportTitle
source: Weight Report
ta: எடை அறிக்கை
te: బరువు నివేదిక

# lastMonths
source: Last 12 Months
ta: கடந்த 12 மாதங்கள்
te: చివరి 12 నెలలు

source: Change Date Range
ta: தேதி வரம்பை மாற்று
te: తేదీ పరిధి మార్చండి

# summaryForPeriod
source: Summary for selected period
ta: தேர்ந்தெடுத்த காலத்திற்கான சுருக்கம்
te: ఎంచుకున్న కాలానికి సారాంశం

# numberActiveGoats
source: Number of active goats
ta: செயலில் உள்ள ஆடுகளின் எண்ணிக்கை
te: క్రియాశీల మేకల సంఖ్య

# numberGoatsWithWeight
source: Number of goats with weight record(s)
ta: எடை பதிவு(கள்) உள்ள ஆடுகளின் எண்ணிக்கை
te: బరువు రికార్డ్(లు) ఉన్న మేకల సంఖ్య

# numberGoatsWithoutWeight
source: Number of goats with no weight record(s)
ta: எடை பதிவு இல்லாத ஆடுகளின் எண்ணிக்கை
te: బరువు రికార్డ్ లేని మేకల సంఖ్య

source: Performance By Goat
ta: ஆட்டின் படி செயல்திறன்
te: మేక వారీగా పనితీరు

# detailedDataMessage
source: We could not put the data here because its more detailed.
ta: இது மிகவும் விரிவானது என்பதால் தரவை இங்கே வைக்க முடியவில்லை.
te: ఇది మరింత వివరణాత్మకమైనది కాబట్టి మేము డేటాను ఇక్కడ ఉంచలేకపోయాము.

# exportPdfMessage
source: Export to PDF to see the full report.
ta: முழு அறிக்கையையும் காண PDF க்கு ஏற்றுமதி செய்யவும்.
te: పూర్తి నివేదిక చూడటానికి PDFకి ఎగుమతి చేయండి.

# exportReportButton
source: Export the report to pdf and see details now!
ta: அறிக்கையை pdf க்கு ஏற்றுமதி செய்து இப்போது விவரங்களைப் பாருங்கள்!
te: నివేదికను pdfకి ఎగుమతి చేసి ఇప్పుడే వివరాలు చూడండి!

# weightReportFilename
source: Weight_Report
ta: எடை_அறிக்கை
te: బరువు_నివేదిక

# summarySection
source: SUMMARY
ta: சுருக்கம்
te: సారాంశం

source: Name
ta: பெயர்
te: పేరు

source: Breed
hi: नस्ल
ta: இனம்
te: జాతి

source: First Weight
ta: முதல் எடை
te: మొదటి బరువు

source: Last Weight
ta: கடைசி எடை
te: చివరి బరువు

source: Weight Gain
ta: எடை அதிகரிப்பு
te: బరువు పెరుగుదల

# gainPercentage
source: Gain %
ta: அதிகரிப்பு %
te: పెరుగుదల %

source: Avg Daily Gain
ta: சராசரி தினசரி அதிகரிப்பு
te: సగటు రోజువారీ పెరుగుదల

source: Avg Weight
ta: சராசரி எடை
te: సగటు బరువు

source: Measurements
ta: அளவீடுகள்
te: కొలతలు

# goatsWithoutWeight
source: GOATS WITHOUT WEIGHT RECORDS
ta: எடை பதிவு இல்லாத ஆடுகள்
te: బరువు రికార్డ్లు లేని మేకలు

source: Unnamed
ta: பெயரிடப்படாத
te: పేరు లేని

source: Generated on
ta: உருவாக்கப்பட்டது
te: జనరేట్ చేయబడింది

# noPerformanceData
source: No detailed performance data available for the selected period.
ta: தேர்ந்தெடுக்கப்பட்ட காலகட்டத்திற்கு விரிவான செயல்திறன் தரவு இல்லை.
te: ఎంచుకున్న కాలానికి వివరణాత్మక పనితీరు డేటా అందుబాటులో లేదు.

source: Export to PDF
ta: PDF ஐ ஏற்றுமதி செய்
te: PDF గా ఎగుమతి చేయండి

source: Refresh Data
ta: தரவைப் புதுப்பி
te: డేటా రీఫ్రెష్ చేయండి

source: With Weight
ta: எடையுடன்
te: బరువుతో

source: Without Weight
ta: எடை இல்லாமல்
te: బరువు లేకుండా

# noWeightRecordsFound
source: No weight records found in selected date range
ta: தேர்ந்தெடுத்த தேதி வரம்பில் எடை பதிவுகள் எதுவும் கிடைக்கவில்லை
te: ఎంచుకున్న తేదీ పరిధిలో బరువు రికార్డులు ఏవీ లేవు

# allGoatsHaveWeightRecords
source: All goats have weight records in selected date range
ta: தேர்ந்தெடுத்த தேதி வரம்பில் அனைத்து ஆடுகளுக்கும் எடை பதிவுகள் உள்ளன
te: ఎంచుకున్న తేదీ పరిధిలో అన్ని మేకలకు బరువు రికార్డులు ఉన్నాయి

source: No Weight
ta: எடை இல்லை
te: బరువు లేదు

source: From Date
ta: தேதியிலிருந்து
te: తేదీ నుండి

source: To Date
ta: தேதி வரை
te: తేదీ వరకు

source: Clear Filter
ta: வடிகட்டியை அழி
te: ఫిల్టర్ క్లియర్ చేయండి

source: Apply Filter
ta: வடிகட்டியைப் பயன்படுத்து
te: ఫిల్టర్ వర్తింపజేయండి

source: All Time
ta: அனைத்து நேரம்
te: అన్ని సమయం

source: Last 7 Days
ta: கடந்த 7 நாட்கள்
te: గత 7 రోజులు

source: This Month
ta: இந்த மாதம்
te: ఈ నెల

source: Date Range
ta: தேதி வரம்பு
te: తేదీ పరిధి

source: Last 3 Months
ta: கடந்த 3 மாதங்கள்
te: గత 3 నెలలు

# breedingReportTitle
source: Breeding Report
te: బ్రీడింగ్ నివేదిక

# noPregnantGoats
source: No pregnant goats found
te: గర్భిణీ మేకలు కనుగొనబడలేదు

# noLactatingGoats
source: No lactating goats found
te: పాలిచ్చే మేకలు కనుగొనబడలేదు

# noBredGoats
source: No bred goats found
te: ప్రజననం చేసిన మేకలు కనుగొనబడలేదు

# allGoatsBred
source: All female goats have breeding records
te: అన్ని ఆడ మేకలకు బ్రీడింగ్ రికార్డులు ఉన్నాయి

# enterValidEmail
source: Please enter a valid email address
te: దయచేసి సరైన ఇమెయిల్ చిరునామా నమోదు చేయండి

source: Please enter password
te: దయచేసి పాస్వర్డ్ నమోదు చేయండి

# passwordMinLength
source: Password must be at least 6 characters
te: పాస్వర్డ్ కనీసం 6 అక్షరాలు ఉండాలి

source: Please confirm password
te: దయచేసి పాస్వర్డ్ ని నిర్ధారించండి

# pleaseEnterName
source: Please enter your name
te: దయచేసి మీ పేరు నమోదు చేయండి

# pleaseEnterPhone
source: Please enter phone number
te: దయచేసి ఫోన్ నంబర్ నమోదు చేయండి

# enterValidPhone
source: Please enter a valid phone number
te: దయచేసి సరైన ఫోన్ నంబర్ నమోదు చేయండి

source: Sync failed
te: సమకాలీకరణ విఫలమైంది

source: Sync completed with errors
te: సమకాలీకరణ లోపాలతో పూర్తయింది

source: Logout
te: లాగ్అవుట్

# groupOptional2
source: Group (optional)
hi: समूह (वैकल्पिक)

source: Group
hi: समूह
